Repository: biglinux/biglinux-livecd
Catalog: biglinux-livecd/locale/*.po
Languages: bg, cs, da, es, et, fi, fr, he, hr, hu, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Error found, please download the system again or use another USB drive.
bg: Грешка открита, моля изтеглете системата отново или използвайте друг USB устройство.
cs: Chyba nalezena, stáhněte prosím systém znovu nebo použijte jiný USB disk.
da: Fejl fundet, download venligst systemet igen eller brug en anden USB-drev.
es: Error encontrado, por favor descargue el sistema nuevamente o utilice otro USB.
et: Viga leitud, palun laadige süsteem uuesti alla või kasutage teist USB-mälupulka.
fi: Virhe löydetty, lataa järjestelmä uudelleen tai käytä toista USB-asemaa.
fr: Erreur trouvée, veuillez télécharger à nouveau le système ou utiliser un autre lecteur USB.
he: שגיאה נמצאה, אנא הורד את המערכת שוב או השתמש בכונן USB אחר.
hr: Pronađena je pogreška, molimo preuzmite sustav ponovno ili koristite drugi USB pogon.
hu: Hiba található, kérjük töltsd le újra a rendszert, vagy használj másik USB meghajtót.
it: Errore trovato, si prega di scaricare nuovamente il sistema o utilizzare un'altra chiavetta USB.
ja: エラーが見つかりました。システムを再度ダウンロードするか、別のUSBドライブを使用してください。
nl: Fout gevonden, download het systeem opnieuw of gebruik een andere USB-drive.
no: Feil funnet, vennligst last ned systemet på nytt eller bruk en annen USB-stasjon.
pl: Błąd znaleziony, proszę ponownie pobrać system lub użyć innego dysku USB.
pt: Erro encontrado, por favor faça o download do sistema novamente ou utilize outro pen drive USB.
ro: Eroare găsită, vă rugăm descărcați din nou sistemul sau folosiți un alt USB.
ru: Ошибка обнаружена, пожалуйста, загрузите систему снова или используйте другой USB-накопитель.
sk: Chyba nájdená, prosím stiahnite si systém znova alebo použite iný USB disk.
sv: Fel hittades, vänligen ladda ner systemet igen eller använd en annan USB-enhet.
tr: Hata bulundu, lütfen sistemi tekrar indirin veya başka bir USB sürücü kullanın.
uk: Помилка знайдена, будь ласка, завантажте систему знову або скористайтеся іншим USB-накопичувачем.

source: The files are intact.
bg: Файловете са неповредени.
cs: Soubory jsou nedotčeny.
da: Filerne er intakte.
es: Los archivos están intactos.
et: Failid on puutumatud.
fi: Tiedostot ovat ehjät.
fr: Les fichiers sont intacts.
he: הקבצים שלמים.
hr: Datoteke su netaknute.
hu: A fájlok épek.
it: I file sono integri.
ja: ファイルは無傷です。
nl: De bestanden zijn intact.
no: Filene er intakte.
pl: Pliki są nietknięte.
pt: Os arquivos estão intactos.
ro: Fișierele sunt intacte.
ru: Файлы целы.
sk: Súbory sú nedotknuté.
sv: Filerna är intakta.
tr: Dosyalar sağlam.
uk: Файли цілі.

source: Verification canceled.
bg: Отмяна на потвърждението.
cs: Ověření zrušeno.
da: Verifikation annulleret.
es: Verificación cancelada.
et: Kinnitamine tühistatud.
fi: Vahvistus peruutettu.
fr: Vérification annulée.
he: האימות בוטל.
hr: Verifikacija otkazana.
hu: Ellenőrzés megszakítva.
it: Verifica annullata.
ja: 検証がキャンセルされました。
nl: Verificatie geannuleerd.
no: Verifisering avbrutt.
pl: Weryfikacja anulowana.
pt: Verificação cancelada.
ro: Verificarea a fost anulată.
ru: Проверка отменена.
sk: Overenie zrušené.
sv: Verifiering avbruten.
tr: Doğrulama iptal edildi.
uk: Перевірка скасована.

source: Error: Integrity Check Failed
bg: Грешка: Проверката на целостта не успя
cs: Chyba: Kontrola integrity selhala
da: Fejl: Integritetskontrol mislykkedes
es: Error: Fallo en la Verificación de Integridad
et: Viga: Tõhususe kontroll ebaõnnestus
fi: Virhe: Tietojen eheystarkistus epäonnistui
fr: Erreur : Échec de la vérification de l'intégrité
he: שגיאה: בדיקת שלמות נכשלה
hr: Greška: Provjera integriteta nije uspjela
hu: Hiba: Integritásellenőrzés meghiúsult
it: Errore: Controllo di integrità non riuscito
ja: エラー: 整合性チェックに失敗しました
nl: Fout: Integriteitscontrole mislukt
no: Feil: Integritetskontroll mislyktes
pl: Błąd: Sprawdzenie integralności nie powiodło się
pt: Erro: Verificação de Integridade Falhou
ro: Eroare: Verificarea integrității a eșuat
ru: Ошибка: Проверка целостности не удалась
sk: Chyba: Kontrola integrity zlyhala
sv: Fel: Integritetskontroll misslyckades
tr: Hata: Bütünlük Kontrolü Başarısız oldu
uk: Помилка: Перевірка цілісності не вдалася

source: Oops!
bg: Съжалявам!
cs: Omlouvám se!
es: ¡Vaya!
et: Kahjuks!
fi: Anteeksi!
he: אופס!
hr: Oprosti!
hu: Hoppá!
ja: おっと！
nl: Oeps!
pl: Przepraszam!
ru: Упс!
sk: Prepáč!
sv: Oj då!

source: The integrity check failed. It is necessary to download the system again or use another USB drive.
bg: Проверката на целостта не успя. Необходимо е да изтеглите системата отново или да използвате друг USB флаш памет.
cs: Kontrola integrity selhala. Je nutné systém znovu stáhnout nebo použít jiný USB disk.
da: Integritetskontrollen mislykkedes. Det er nødvendigt at downloade systemet igen eller bruge et andet USB-drev.
es: La verificación de integridad falló. Es necesario descargar el sistema nuevamente o usar otra unidad USB.
et: Integriteedikontroll ebaõnnestus. On vajalik süsteem uuesti alla laadida või kasutada teist USB-mälupulka.
fi: Tietojen eheystarkistus epäonnistui. On tarpeen ladata järjestelmä uudelleen tai käyttää toista USB-asemaa.
fr: La vérification de l'intégrité a échoué. Il est nécessaire de télécharger à nouveau le système ou d'utiliser une autre clé USB.
he: בדיקת השלמות נכשלה. יש צורך להוריד את המערכת שוב או להשתמש בכונן USB אחר.
hr: Provjera integriteta nije uspjela. Potrebno je ponovno preuzeti sustav ili koristiti drugi USB uređaj.
hu: Az integritásellenőrzés meghiúsult. Szükséges a rendszer újra letöltése vagy egy másik USB meghajtó használata.
it: Il controllo dell'integrità è fallito. È necessario scaricare nuovamente il sistema o utilizzare un'altra unità USB.
ja: 整合性チェックに失敗しました。システムを再度ダウンロードするか、別のUSBドライブを使用する必要があります。
nl: De integriteitscontrole is mislukt. Het is noodzakelijk om het systeem opnieuw te downloaden of een andere USB-stick te gebruiken.
no: Integritetskontrollen feilet. Det er nødvendig å laste ned systemet på nytt eller bruke en annen USB-stasjon.
pl: Sprawdzenie integralności nie powiodło się. Należy pobrać system ponownie lub użyć innego napędu USB.
pt: A verificação de integridade falhou. É necessário baixar o sistema novamente ou usar outro pen drive.
ro: Verificarea integrității a eșuat. Este necesar să descărcați din nou sistemul sau să folosiți un alt dispozitiv USB.
ru: Проверка целостности не удалась. Необходимо загрузить систему снова или использовать другой USB-накопитель.
sk: Kontrola integrity zlyhala. Je potrebné systém znova stiahnuť alebo použiť iný USB disk.
sv: Integritetskontrollen misslyckades. Det är nödvändigt att ladda ner systemet igen eller använda en annan USB-enhet.
tr: Bütünlük kontrolü başarısız oldu. Sistemi tekrar indirmek veya başka bir USB sürücü kullanmak gereklidir.
uk: Перевірка цілісності не вдалася. Необхідно завантажити систему знову або використати інший USB-накопичувач.

source: <b>Why?</b> Think of the installation file as a precise digital package. This error means the package was damaged during download, or the USB drive itself is faulty and is damaging the file.
bg: <b>Защо?</b> Помислете за инсталационния файл като за прецизен цифров пакет. Тази грешка означава, че пакетът е повреден по време на изтегляне, или самият USB флаш памет е дефектен и поврежда файла.
cs: <b>Proč?</b> Myslete na instalační soubor jako na přesný digitální balíček. Tato chyba znamená, že balíček byl během stahování poškozen, nebo že samotný USB disk je vadný a poškozuje soubor.
da: <b>Hvorfor?</b> Tænk på installationsfilen som en præcis digital pakke. Denne fejl betyder, at pakken blev beskadiget under download, eller at USB-drevet i sig selv er defekt og beskadiger filen.
es: <b>¿Por qué?</b> Piensa en el archivo de instalación como un paquete digital preciso. Este error significa que el paquete se dañó durante la descarga, o que la unidad USB en sí está defectuosa y está dañando el archivo.
et: <b>Miks?</b> Mõtle installifailile kui täpset digitaalset paketti. See viga tähendab, et pakett kahjustus allalaadimise ajal või USB-mälupulk ise on vigane ja kahjustab faili.
fi: <b>Miksi?</b> Ajattele asennustiedostoa tarkkana digitaalisena pakettina. Tämä virhe tarkoittaa, että paketti vaurioitui latauksen aikana, tai USB-muistitikku itsessään on viallinen ja vahingoittaa tiedostoa.
fr: <b>Pourquoi ?</b> Pensez au fichier d'installation comme à un paquet numérique précis. Cette erreur signifie que le paquet a été endommagé pendant le téléchargement, ou que la clé USB elle-même est défectueuse et endommage le fichier.
he: <b>למה?</b> חשבו על קובץ ההתקנה כעל חבילה דיגיטלית מדויקת. שגיאה זו משמעותה שהחבילה נפגעה במהלך ההורדה, או שהכונן USB עצמו פגום ופוגע בקובץ.
hr: <b>Zašto?</b> Smatrajte datoteku za instalaciju kao precizan digitalni paket. Ova greška znači da je paket oštećen tijekom preuzimanja, ili je USB uređaj sam po sebi neispravan i oštećuje datoteku.
hu: <b>Miért?</b> Gondolj az telepítőfájlra, mint egy pontos digitális csomagra. Ez a hiba azt jelenti, hogy a csomag megsérült a letöltés során, vagy az USB meghajtó maga hibás, és károsítja a fájlt.
it: <b>Perché?</b> Pensa al file di installazione come a un pacchetto digitale preciso. Questo errore significa che il pacchetto è stato danneggiato durante il download, oppure che l'unità USB stessa è difettosa e sta danneggiando il file.
ja: <b>なぜ？</b> インストールファイルを正確なデジタルパッケージと考えてください。このエラーは、パッケージがダウンロード中に破損したか、USBドライブ自体に問題があり、ファイルが損傷していることを意味します。
nl: <b>Waarom?</b> Beschouw het installatiebestand als een nauwkeurig digitaal pakket. Deze fout betekent dat het pakket beschadigd is tijdens het downloaden, of dat de USB-stick zelf defect is en het bestand beschadigt.
no: <b>Hvorfor?</b> Tenk på installasjonsfilen som en presis digital pakke. Denne feilen betyr at pakken ble skadet under nedlastingen, eller at USB-enheten i seg selv er defekt og skader filen.
pl: <b>Dlaczego?</b> Pomyśl o pliku instalacyjnym jako o precyzyjnej paczce cyfrowej. Ten błąd oznacza, że paczka została uszkodzona podczas pobierania lub sam napęd USB jest wadliwy i uszkadza plik.
pt: <b>Por quê?</b> Pense no arquivo de instalação como um pacote digital preciso. Este erro significa que o pacote foi danificado durante o download, ou a unidade USB em si está com defeito e está danificando o arquivo.
ro: <b>De ce?</b> Gândiți-vă la fișierul de instalare ca la un pachet digital precis. Această eroare înseamnă că pachetul a fost deteriorat în timpul descărcării sau că unitatea USB în sine este defectă și deteriorază fișierul.
ru: <b>Почему?</b> Рассматривайте установочный файл как точный цифровой пакет. Эта ошибка означает, что пакет был поврежден во время загрузки, или сам USB-накопитель неисправен и повреждает файл.
sk: <b>Prečo?</b> Myslite na inštalačný súbor ako na presný digitálny balík. Táto chyba znamená, že balík bol poškodený počas sťahovania, alebo samotný USB disk je chybný a poškodzuje súbor.
sv: <b>Varför?</b> Tänk på installationsfilen som ett exakt digitalt paket. Detta fel betyder att paketet skadades under nedladdningen, eller att USB-enheten i sig är defekt och skadar filen.
tr: <b>Neden?</b> Kurulum dosyasını hassas bir dijital paket olarak düşünün. Bu hata, paketin indirme sırasında hasar gördüğü veya USB sürücüsünün kendisinin arızalı olduğu ve dosyayı bozduğu anlamına gelir.
uk: <b>Чому?</b> Розглядайте файл установки як точний цифровий пакет. Ця помилка означає, що пакет був пошкоджений під час завантаження, або сам USB-накопичувач несправний і пошкоджує файл.

source: Loading packages...
bg: Зареждане на пакети...
cs: Načítání balíčků...
da: Indlæser pakker...
es: Cargando paquetes...
et: Laadimine...
fi: Ladataan paketteja...
fr: Chargement des paquets...
he: טוען חבילות...
hr: Učitavanje paketa...
hu: Csomagok betöltése...
it: Caricamento pacchetti...
ja: パッケージを読み込んでいます...
nl: Pakketten laden...
no: Laster pakker...
pl: Ładowanie pakietów...
pt: Carregando pacotes...
ro: Încărcare pachete...
ru: Загрузка пакетов...
sk: Načítanie balíkov...
sv: Laddar paket...
tr: Paketler yükleniyor...
uk: Завантаження пакетів...

source: Failed to load packages: {}
bg: Неуспешно зареждане на пакети: {}
cs: Nepodařilo se načíst balíčky: {}
da: Mislykkedes at indlæse pakker: {}
es: Error al cargar paquetes: {}
et: Pakettide laadimine ebaõnnestus: {}
fi: Pakettien lataaminen epäonnistui: {}
fr: Échec du chargement des paquets : {}
he: כישלון בטעינת חבילות: {}
hr: Nije moguće učitati pakete: {}
hu: A csomagok betöltése nem sikerült: {}
it: Impossibile caricare i pacchetti: {}
ja: パッケージの読み込みに失敗しました: {}
nl: Pakketten laden is mislukt: {}
no: Mislyktes med å laste pakker: {}
pl: Nie udało się załadować pakietów: {}
pt: Falha ao carregar pacotes: {}
ro: Nu s-au putut încărca pachetele: {}
ru: Не удалось загрузить пакеты: {}
sk: Nepodarilo sa načítať balíky: {}
sv: Misslyckades med att ladda paket: {}
tr: Paketler yüklenemedi: {}
uk: Не вдалося завантажити пакети: {}

source: Starting...
bg: Стартиране...
cs: Spouštění...
da: Starter...
es: Iniciando...
et: Alustamine...
fi: Aloitetaan...
fr: Démarrage...
he: מתחיל...
hr: Pokretanje...
hu: Indulás...
it: Inizio...
ja: 開始中...
nl: Starten...
no: Starter...
pl: Rozpoczynanie...
pt: Iniciando...
ro: Începere...
ru: Запуск...
sk: Začínam...
sv: Startar...
tr: Başlatılıyor...
uk: Запуск...

source: Snapshot and backups
bg: Снимка и резервни копия
cs: Snímek a zálohy
da: Øjebliksbillede og sikkerhedskopier
es: Instantánea y copias de seguridad
et: Hetkepilt ja varundused
fi: Tilannevedos ja varmuuskopiot
fr: Instantané et sauvegardes
he: צילום מסך וגיבויים
hr: Snimka i sigurnosne kopije
hu: Képernyőkép és biztonsági másolatok
it: Istantanea e backup
ja: スナップショットとバックアップ
nl: Momentopname en back-ups
no: Øyeblikksbilde og sikkerhetskopier
pl: Zrzut ekranu i kopie zapasowe
pt: Instantâneo e backups
ro: Captură și backup-uri
ru: Снимок и резервные копии
sk: Snímka a zálohy
sv: Ögonblicksbild och säkerhetskopior
tr: Anlık görüntü ve yedeklemeler
uk: Знімок та резервні копії

source: Restore restore points of the installed system.
bg: Възстановяване на точките за възстановяване на инсталираната система.
cs: Obnovit body obnovení nainstalovaného systému.
da: Gendan gendannelsespunkter for det installerede system.
es: Restaurar puntos de restauración del sistema instalado.
et: Taasta süsteemi installitud taastepunktid.
fi: Palauta asennetun järjestelmän palautuspisteet.
fr: Restaurer les points de restauration du système installé.
he: שחזור נקודות שחזור של המערכת שמותקנת.
hr: Vratite točke vraćanja instaliranog sustava.
hu: Visszaállítja a telepített rendszer visszaállítási pontjait.
it: Ripristina i punti di ripristino del sistema installato.
ja: インストールされたシステムの復元ポイントを復元します。
nl: Herstel herstelpunten van het geïnstalleerde systeem.
no: Gjenopprett gjenopprettingspunkter for det installerte systemet.
pl: Przywróć punkty przywracania zainstalowanego systemu.
pt: Restaurar pontos de restauração do sistema instalado.
ro: Restaurați punctele de restaurare ale sistemului instalat.
ru: Восстановить точки восстановления установленной системы.
sk: Obnoviť body obnovenia nainštalovaného systému.
sv: Återställ återställningspunkter för det installerade systemet.
tr: Yüklü sistem geri yükleme noktalarını geri yükle.
uk: Відновити точки відновлення встановленої системи.

source: Start
bg: Старт
cs: Spustit
da: Begynd
es: Iniciar
et: Alusta
fi: Aloita
fr: Démarrer
he: התחלה
hr: Početak
hu: Indítás
it: Inizia
ja: 開始
nl: Beginnen
pl: Rozpocznij
pt: Iniciar
ro: Începe
ru: Начать
sk: Spustiť
sv: Börja
tr: Başlat
uk: Почати

source: Restore system settings
bg: Възстановяване на системни настройки
cs: Obnovit nastavení systému
da: Gendan systemindstillinger
es: Restaurar configuraciones del sistema
et: Taasta süsteemi seaded
fi: Palauta järjestelmän asetukset
fr: Restaurer les paramètres système
he: שחזור הגדרות המערכת
hr: Vrati postavke sustava
hu: Rendszerbeállítások visszaállítása
it: Ripristina le impostazioni di sistema
ja: システム設定を復元する
nl: Systeeminstellingen herstellen
no: Gjenopprett systeminnstillinger
pl: Przywróć ustawienia systemu
pt: Restaurar configurações do sistema
ro: Restabilire setările sistemului
ru: Восстановить системные настройки
sk: Obnoviť nastavenia systému
sv: Återställ systeminställningar
tr: Sistem ayarlarını geri yükle
uk: Відновити налаштування системи

source: Utility that facilitates the restoration of the installed system, especially the restoration of the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.
bg: Утилита, която улеснява възстановяването на инсталираната система, особено възстановяването на системния старт (Grub). Може също да се използва за достъп до мениджъра на пакети и терминала на инсталираната система.
cs: Nástroj, který usnadňuje obnovení nainstalovaného systému, zejména obnovení spouštění systému (Grub). Může být také použit k přístupu k správci balíčků a terminálu nainstalovaného systému.
da: Værktøj, der letter gendannelsen af det installerede system, især gendannelsen af systemstart (Grub). Det kan også bruges til at få adgang til pakkehåndtereren og terminalen i det installerede system.
es: Utilidad que facilita la restauración del sistema instalado, especialmente la restauración del arranque del sistema (Grub). También se puede utilizar para acceder al gestor de paquetes y a la terminal del sistema instalado.
et: Utiliit, mis hõlbustab installitud süsteemi taastamist, eriti süsteemi käivitamise (Grub) taastamist. Seda saab kasutada ka installitud süsteemi pakihalduri ja terminali juurde pääsemiseks.
fi: Työkalu, joka helpottaa asennetun järjestelmän palauttamista, erityisesti järjestelmän käynnistyksen (Grub) palauttamista. Sitä voidaan myös käyttää asennetun järjestelmän pakettien hallintaan ja terminaaliin pääsemiseen.
fr: Utilitaire qui facilite la restauration du système installé, en particulier la restauration du démarrage du système (Grub). Il peut également être utilisé pour accéder au gestionnaire de paquets et au terminal du système installé.
he: כלי שמקל על שחזור המערכת המותקנת, במיוחד שחזור אתחול המערכת (Grub). ניתן גם להשתמש בו כדי לגשת למנהל החבילות ולטרמינל של המערכת המותקנת.
hr: Alat koji olakšava vraćanje instaliranog sustava, posebno vraćanje pokretanja sustava (Grub). Također se može koristiti za pristup upravitelju paketa i terminalu instaliranog sustava.
hu: Olyan segédprogram, amely megkönnyíti a telepített rendszer helyreállítását, különösen a rendszerindítás (Grub) helyreállítását. A telepített rendszer csomagkezelőjéhez és termináljához való hozzáférésre is használható.
it: Utility che facilita il ripristino del sistema installato, in particolare il ripristino dell'avvio del sistema (Grub). Può anche essere utilizzato per accedere al gestore di pacchetti e al terminale del sistema installato.
ja: インストールされたシステムの復元を容易にするユーティリティ、特にシステムブート（Grub）の復元。 インストールされたシステムのパッケージマネージャーやターミナルにアクセスするためにも使用できます。
nl: Hulpprogramma dat de herstel van het geïnstalleerde systeem vergemakkelijkt, vooral het herstel van de systeemopstart (Grub). Het kan ook worden gebruikt om toegang te krijgen tot de pakketbeheerder en terminal van het geïnstalleerde systeem.
no: Verktøy som letter gjenopprettingen av det installerte systemet, spesielt gjenopprettingen av systemoppstart (Grub). Det kan også brukes til å få tilgang til pakkebehandleren og terminalen til det installerte systemet.
pl: Narzędzie, które ułatwia przywracanie zainstalowanego systemu, szczególnie przywracanie rozruchu systemu (Grub). Może być również używane do uzyskiwania dostępu do menedżera pakietów i terminala zainstalowanego systemu.
pt: Utilitário que facilita a restauração do sistema instalado, especialmente a restauração do inicializador do sistema (Grub). Também pode ser usado para acessar o gerenciador de pacotes e o terminal do sistema instalado.
ro: Utilitar care facilitează restaurarea sistemului instalat, în special restaurarea boot-ului sistemului (Grub). Poate fi folosit și pentru a accesa managerul de pachete și terminalul sistemului instalat.
ru: Утилита, которая облегчает восстановление установленной системы, особенно восстановление загрузки системы (Grub). Также может использоваться для доступа к менеджеру пакетов и терминалу установленной системы.
sk: Nástroj, ktorý uľahčuje obnovenie nainštalovaného systému, najmä obnovenie spúšťania systému (Grub). Môže sa tiež použiť na prístup k správcu balíkov a terminálu nainštalovaného systému.
sv: Verktyg som underlättar återställningen av det installerade systemet, särskilt återställningen av systemstarten (Grub). Det kan också användas för att få åtkomst till paketförvaltaren och terminalen för det installerade systemet.
tr: Yüklenmiş sistemin, özellikle sistem önyüklemesinin (Grub) geri yüklenmesini kolaylaştıran yardımcı program. Ayrıca, yüklenmiş sistemin paket yöneticisine ve terminaline erişmek için de kullanılabilir.
uk: Утиліта, яка полегшує відновлення встановленої системи, особливо відновлення завантаження системи (Grub). Її також можна використовувати для доступу до менеджера пакетів та терміналу встановленої системи.

source: EFI Entry Manager
bg: EFI Мениджър на Записите
cs: Správce záznamů EFI
da: EFI Indgangsadministrator
es: Administrador de Entradas EFI
et: EFI sisenemise haldur
fi: EFI-käynnistysmanageri
fr: Gestionnaire d'entrée EFI
he: מנהל כניסת EFI
hr: EFI Upravitelj Unosa
hu: EFI Bejegyzéskezelő
it: Gestore di Entrata EFI
ja: EFIエントリーマネージャー
nl: EFI-invoergestuurder
no: EFI Inngangsbehandler
pl: Menadżer wejść EFI
pt: Gerenciador de Entrada EFI
ro: Manager de Intrare EFI
ru: Менеджер входа EFI
sk: Správca vstupu EFI
sv: EFI Inmatningshanterare
tr: EFI Giriş Yöneticisi
uk: EFI Вхідний Менеджер

source: Advanced tool to add, remove, or change boot entries in the UEFI firmware.
bg: Разширен инструмент за добавяне, премахване или промяна на записи за зареждане в UEFI фърмуера.
cs: Pokročilý nástroj pro přidání, odstranění nebo změnu zaváděcích položek v UEFI firmwaru.
da: Avanceret værktøj til at tilføje, fjerne eller ændre boot-indgange i UEFI-firmware.
es: Herramienta avanzada para agregar, eliminar o cambiar entradas de arranque en el firmware UEFI.
et: Täpsem tööriist käivituskanalite lisamiseks, eemaldamiseks või muutmiseks UEFI püsivara seadetes.
fi: Edistynyt työkalu käynnistysmerkintöjen lisäämiseen, poistamiseen tai muuttamiseen UEFI-firmware:ssa.
fr: Outil avancé pour ajouter, supprimer ou modifier les entrées de démarrage dans le firmware UEFI.
he: כלי מתקדם להוספה, הסרה או שינוי של רשומות אתחול בקושחת UEFI.
hr: Napredni alat za dodavanje, uklanjanje ili promjenu stavki pokretanja u UEFI firmveru.
hu: Fejlett eszköz a rendszerindító bejegyzések hozzáadására, eltávolítására vagy módosítására az UEFI firmware-ben.
it: Strumento avanzato per aggiungere, rimuovere o modificare le voci di avvio nel firmware UEFI.
ja: UEFIファームウェアのブートエントリを追加、削除、または変更するための高度なツール。
nl: Geavanceerde tool om opstartvermeldingen in de UEFI-firmware toe te voegen, te verwijderen of te wijzigen.
no: Avansert verktøy for å legge til, fjerne eller endre oppstartsposter i UEFI-firmware.
pl: Zaawansowane narzędzie do dodawania, usuwania lub zmieniania wpisów rozruchowych w oprogramowaniu UEFI.
pt: Ferramenta avançada para adicionar, remover ou alterar entradas de inicialização no firmware UEFI.
ro: Instrument avansat pentru a adăuga, elimina sau schimba intrările de boot în firmware-ul UEFI.
ru: Расширенный инструмент для добавления, удаления или изменения записей загрузки в прошивке UEFI.
sk: Pokročilý nástroj na pridávanie, odstraňovanie alebo zmenu zavádzacích položiek v UEFI firme.
sv: Avancerat verktyg för att lägga till, ta bort eller ändra startposter i UEFI-firmware.
tr: UEFI yazılımında önyükleme girişlerini eklemek, kaldırmak veya değiştirmek için gelişmiş araç.
uk: Розширений інструмент для додавання, видалення або зміни записів завантаження в прошивці UEFI.
