Repository: biglinux/biglinux-livecd
Catalog: biglinux-livecd/locale/*.po
Languages: bg, cs, da, es, et, fi, fr, he, hr, hu, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: The current boot is using <span color='#CC2222'>Legacy/BIOS</span> mode, but I found at least one EFI partition on this computer. For the installation to be successful, you will probably need to change the configuration in the BIOS to boot in EFI or UEFI mode.
bg: Текущият старт се извършва в режим <span color='#CC2222'>Legacy/BIOS</span>, но открих поне един EFI раздел на този компютър. За успешната инсталация вероятно ще трябва да промените конфигурацията в BIOS, за да стартирате в режим EFI или UEFI.
cs: Aktuální zavádění používá režim <span color='#CC2222'>Legacy/BIOS</span>, ale na tomto počítači jsem našel alespoň jednu oddílovou tabulku EFI. Pro úspěšnou instalaci pravděpodobně budete muset změnit konfiguraci v BIOSu pro zavádění v režimu EFI nebo UEFI.
da: Den aktuelle opstart bruger <span color='#CC2222'>Legacy/BIOS</span>-tilstand, men jeg fandt mindst en EFI-partition på denne computer. For at installationen skal lykkes, skal du sandsynligvis ændre konfigurationen i BIOS for at starte i EFI- eller UEFI-tilstand.
es: El arranque actual está utilizando el modo <span color='#CC2222'>Legacy/BIOS</span>, pero encontré al menos una partición EFI en esta computadora. Para que la instalación sea exitosa, probablemente necesitarás cambiar la configuración en la BIOS para arrancar en modo EFI o UEFI.
et: Praegune käivitamine kasutab <span color='#CC2222'>Legacy/BIOS</span> režiimi, kuid leidsin vähemalt ühe EFI partitsiooni selle arvuti kohta. Installatsiooni õnnestumiseks peate tõenäoliselt muutma BIOS-i konfiguratsiooni, et käivitada EFI või UEFI režiimis.
fi: Nykyinen käynnistys käyttää <span color='#CC2222'>Legacy/BIOS</span> -tilaa, mutta löysin vähintään yhden EFI-osion tästä tietokoneesta. Asennuksen onnistumiseksi sinun on todennäköisesti muutettava BIOSin asetukset käynnistämään EFI- tai UEFI-tilassa.
fr: Le démarrage actuel utilise le mode <span color='#CC2222'>Legacy/BIOS</span>, mais j'ai trouvé au moins une partition EFI sur cet ordinateur. Pour que l'installation réussisse, vous devrez probablement modifier la configuration dans le BIOS pour démarrer en mode EFI ou UEFI.
he: ההפעלה הנוכחית משתמשת במצב <span color='#CC2222'>Legacy/BIOS</span>, אך מצאתי לפחות מחיצת EFI אחת במחשב זה. כדי שההתקנה תצליח, כנראה תצטרך לשנות את ההגדרות ב-BIOS כך שההפעלה תתבצע במצב EFI או UEFI.
hr: Trenutno pokretanje koristi način <span color='#CC2222'>Legacy/BIOS</span>, ali pronašao sam barem jednu EFI particiju na ovom računalu. Za uspješnu instalaciju vjerojatno će biti potrebno promijeniti konfiguraciju u BIOS-u kako bi se pokrenulo u EFI ili UEFI načinu rada.
hu: A jelenlegi boot <span color='#CC2222'>Legacy/BIOS</span> módot használ, de legalább egy EFI partíciót találtam ezen a számítógépen. A telepítés sikeréhez valószínűleg meg kell változtatnia a BIOS konfigurációját az EFI vagy UEFI módba való bootoláshoz.
it: Il boot attuale sta utilizzando la modalità <span color='#CC2222'>Legacy/BIOS</span>, ma ho trovato almeno una partizione EFI su questo computer. Perché l'installazione sia completata con successo, probabilmente dovrai modificare la configurazione nel BIOS per avviare in modalità EFI o UEFI.
ja: 現在のブートは<span color='#CC2222'>Legacy/BIOS</span>モードを使用していますが、このコンピューターに少なくとも1つのEFIパーティションが見つかりました。 インストールが成功するためには、おそらくBIOSの設定を変更してEFIまたはUEFIモードでブートする必要があります。
nl: De huidige opstart maakt gebruik van de <span color='#CC2222'>Legacy/BIOS</span>-modus, maar ik heb ten minste één EFI-partitie op deze computer gevonden. Voor een succesvolle installatie moet je waarschijnlijk de configuratie in de BIOS wijzigen om op te starten in EFI- of UEFI-modus.
no: Den gjeldende oppstarten bruker <span color='#CC2222'>Legacy/BIOS</span>-modus, men jeg fant minst en EFI-partisjon på denne datamaskinen. For at installasjonen skal lykkes, må du sannsynligvis endre konfigurasjonen i BIOS for å starte i EFI- eller UEFI-modus.
pl: Aktualne uruchomienie korzysta z trybu <span color='#CC2222'>Legacy/BIOS</span>, ale znalazłem przynajmniej jedną partycję EFI na tym komputerze. Aby instalacja zakończyła się sukcesem, prawdopodobnie będziesz musiał zmienić konfigurację w BIOSie, aby uruchamiać w trybie EFI lub UEFI.
pt: O boot atual está usando o modo <span color='#CC2222'>Legacy/BIOS</span>, mas encontrei pelo menos uma partição EFI neste computador. Para que a instalação seja bem-sucedida, provavelmente será necessário alterar a configuração na BIOS para inicializar no modo EFI ou UEFI.
ro: Boot-ul curent folosește modul <span color='#CC2222'>Legacy/BIOS</span>, dar am găsit cel puțin o partiție EFI pe acest calculator. Pentru ca instalarea să fie reușită, probabil va trebui să schimbați configurația în BIOS pentru a porni în modul EFI sau UEFI.
ru: Текущая загрузка использует режим <span color='#CC2222'>Legacy/BIOS</span>, но я обнаружил как минимум один раздел EFI на этом компьютере. Для успешной установки вам, вероятно, потребуется изменить конфигурацию в BIOS для загрузки в режиме EFI или UEFI.
sk: Aktuálne spustenie používa režim <span color='#CC2222'>Legacy/BIOS</span>, ale na tomto počítači som našiel aspoň jednu EFI oddiel. Pre úspešnú inštaláciu pravdepodobne budete musieť zmeniť konfiguráciu v BIOS-e na spustenie v režime EFI alebo UEFI.
sv: Den nuvarande starten använder <span color='#CC2222'>Legacy/BIOS</span>-läge, men jag hittade åtminstone en EFI-partition på den här datorn. För att installationen ska lyckas behöver du förmodligen ändra konfigurationen i BIOS för att starta i EFI- eller UEFI-läge.
tr: Mevcut önyükleme <span color='#CC2222'>Legacy/BIOS</span> modunu kullanıyor, ancak bu bilgisayarda en az bir EFI bölümü buldum. Kurulumun başarılı olması için muhtemelen BIOS'ta yapılandırmayı değiştirmeniz gerekecek ve EFI veya UEFI modunda önyükleme yapmanız gerekecek.
uk: Поточний завантаження використовує режим <span color='#CC2222'>Legacy/BIOS</span>, але я виявив принаймні один розділ EFI на цьому комп'ютері. Для успішного встановлення, ймовірно, вам потрібно змінити конфігурацію в BIOS, щоб завантажувати в режимі EFI або UEFI.

source: Sending, please wait...
bg: Изпращане, моля изчакайте...
cs: Odesílání, čekejte prosím...
da: Sender, vent venligst...
es: Enviando, por favor espere...
et: Saadan, palun oota...
fi: Lähetetään, odota...
fr: Envoi en cours, veuillez patienter...
he: שולח, אנא המתן...
hr: Slanje, pričekajte...
hu: Küldés, kérjük várjon...
it: Invio in corso, attendere...
ja: 送信中、お待ちください...
nl: Verzenden, even geduld...
no: Sender, vennligst vent...
pl: Wysyłanie, proszę czekać...
pt: Enviando, por favor aguarde...
ro: Trimitere, vă rugăm să așteptați...
ru: Отправка, пожалуйста, подождите...
sk: Odosielam, prosím čakajte...
sv: Skickar, var god vänta...
tr: Gönderiliyor, lütfen bekleyin...
uk: Відправка, зачекайте...

source: Log Sent
bg: Логът е изпратен
cs: Zpráva odeslána
da: Log sendt
es: Registro enviado
et: Log saadetud
fi: Loki lähetetty
fr: Journal envoyé
he: יומן נשלח
hr: Zapis poslan
hu: Napló elküldve
it: Log inviato
ja: ログが送信されました
nl: Log Verzonden
no: Logg sendt
pl: Log wysłany
pt: Log Enviado
ro: Jurnal trimis
ru: Журнал отправлен
sk: Záznam odoslaný
sv: Logg skickad
tr: Günlük Gönderildi
uk: Журнал надіслано

source: Log successfully sent!\n\nURL: $fileUrl\n\nYou can use this URL to share the log.
bg: Логът е изпратен успешно!\n\nURL: $fileUrl\n\nМожете да използвате този URL, за да споделите лог файла.
cs: Žurnál byl úspěšně odeslán!\n\nURL: $fileUrl\n\nToto URL můžete použít ke sdílení žurnálu.
da: Loggen blev sendt med succes!\n\nURL: $fileUrl\n\nDu kan bruge denne URL til at dele loggen.
es: ¡Registro enviado con éxito!\n\nURL: $fileUrl\n\nPuedes usar esta URL para compartir el registro.
et: Logi on edukalt saadetud!\n\nURL: $fileUrl\n\nSa saad kasutada seda URL-i logi jagamiseks.
fi: Lokki lähetetty onnistuneesti!\n\nURL: $fileUrl\n\nVoit käyttää tätä URL-osoitetta jakamiseen lokista.
fr: Journal envoyé avec succès !\n\nURL : $fileUrl\n\nVous pouvez utiliser cette URL pour partager le journal.
he: היומן נשלח בהצלחה!\n\nכתובת URL: $fileUrl\n\nאתה יכול להשתמש בכתובת URL זו כדי לשתף את היומן.
hr: Zapis je uspješno poslan!\n\nURL: $fileUrl\n\nMožete koristiti ovu URL adresu za dijeljenje zapisa.
hu: A napló sikeresen elküldve!\n\nURL: $fileUrl\n\nEzt az URL-t használhatja a napló megosztásához.
it: Log inviato con successo!\n\nURL: $fileUrl\n\nPuoi utilizzare questo URL per condividere il log.
ja: ログが正常に送信されました！\n\nURL: $fileUrl\n\nこのURLを使用してログを共有できます。
nl: Log succesvol verzonden!\n\nURL: $fileUrl\n\nJe kunt deze URL gebruiken om de log te delen.
no: Logg sendt! \n\nURL: $fileUrl \n\nDu kan bruke denne URL-en til å dele loggen.
pl: Log został pomyślnie wysłany!\n\nURL: $fileUrl\n\nMożesz użyć tego URL, aby udostępnić log.
pt: Log enviado com sucesso!\n\nURL: $fileUrl\n\nVocê pode usar esta URL para compartilhar o log.
ro: Log trimis cu succes!\n\nURL: $fileUrl\n\nPuteți folosi acest URL pentru a partaja logul.
ru: Лог успешно отправлен!\n\nURL: $fileUrl\n\nВы можете использовать этот URL для обмена логом.
sk: Log bol úspešne odoslaný!\n\nURL: $fileUrl\n\nTúto URL môžete použiť na zdieľanie logu.
sv: Logg skickad framgångsrikt!\n\nURL: $fileUrl\n\nDu kan använda denna URL för att dela loggen.
tr: Günlük başarıyla gönderildi!\n\nURL: $fileUrl\n\nBu URL'yi günlük paylaşmak için kullanabilirsiniz.
uk: Лог успішно надіслано!\n\nURL: $fileUrl\n\nВи можете використовувати це URL для спільного доступу до логу.

source: calamares LOG
bg: calamares ДНЕВНИК
cs: calamares ZÁZNAM
es: Registro de Calamares
et: calamaresi LOG
fi: calamares LOKI
fr: Journal de Calamares
he: יומן Calamares
hr: calamares ZAPISNIK
hu: Calamares napló
it: Registro di Calamares
ja: Calamares ログ
pl: Dziennik calamares
pt: Registo do Calamares
ro: jurnalul Calamares
ru: журнал calamares
sk: calamares ZÁZNAM
tr: calamares GÜNLÜK KAYDI
uk: calamares ЖУРНАЛ

source: It was not possible to write the EFI entry to the motherboard, likely due to insufficient space.\n\nCheck the EFI manager for any entries that can be deleted and try installing the system again.
bg: Не беше възможно да се запише EFI записа на дънната платка, вероятно поради недостатъчно пространство.\n\nПроверете EFI мениджъра за записи, които могат да бъдат изтрити, и опитайте отново да инсталирате системата.
cs: Nebylo možné zapsat záznam EFI na základní desku, pravděpodobně kvůli nedostatečnému prostoru.\n\nZkontrolujte správce EFI na jakékoli záznamy, které lze smazat, a zkuste systém nainstalovat znovu.
da: Det var ikke muligt at skrive EFI-posten til bundkortet, sandsynligvis på grund af utilstrækkelig plads.\n\nTjek EFI-manageren for eventuelle poster, der kan slettes, og prøv at installere systemet igen.
es: No fue posible escribir la entrada EFI en la placa base, probablemente debido a espacio insuficiente.\n\nVerifica el administrador EFI para cualquier entrada que se pueda eliminar e intenta instalar el sistema nuevamente.
et: EFI sisenemist emaplaadile ei olnud võimalik kirjutada, tõenäoliselt ebapiisava ruumi tõttu.\n\nKontrollige EFI haldurit, et leida kustutatavaid sisenemisi, ja proovige süsteemi uuesti installida.
fi: EFI-kirjettä emolevylle ei voitu kirjoittaa, todennäköisesti riittämättömän tilan vuoksi.\n\nTarkista EFI-hallinta mahdollisten poistettavien merkintöjen osalta ja yritä asentaa järjestelmä uudelleen.
fr: Il n'a pas été possible d'écrire l'entrée EFI sur la carte mère, probablement en raison d'un espace insuffisant.\n\nVérifiez le gestionnaire EFI pour toute entrée pouvant être supprimée et essayez d'installer le système à nouveau.
he: לא היה אפשר לכתוב את כניסת ה-EFI ללוח האם, כנראה בגלל חוסר מקום מספיק.\n\nבדוק את מנהל ה-EFI עבור כל כניסות שניתן למחוק ונסה להתקין את המערכת שוב.
hr: Nije bilo moguće zapisati EFI unos na matičnu ploču, vjerojatno zbog nedovoljnog prostora.\n\nProvjerite EFI upravitelja za bilo kakve unose koji se mogu izbrisati i pokušajte ponovno instalirati sustav.
hu: Nem volt lehetséges az EFI bejegyzést a alaplapra írni, valószínűleg a helyhiány miatt.\n\nEllenőrizze az EFI kezelőt, hogy vannak-e törölhető bejegyzések, és próbálja meg újra telepíteni a rendszert.
it: Non è stato possibile scrivere l'entry EFI sulla scheda madre, probabilmente a causa di spazio insufficiente.\n\nControlla il gestore EFI per eventuali entry che possono essere eliminate e prova a installare nuovamente il sistema.
ja: マザーボードにEFIエントリを書き込むことはできませんでした。おそらく、空き容量が不足しているためです。\n\n削除できるエントリがないかEFIマネージャーを確認し、再度システムのインストールを試みてください。
nl: Het was niet mogelijk om de EFI-invoer naar het moederbord te schrijven, waarschijnlijk vanwege onvoldoende ruimte.\n\nControleer de EFI-beheerder op eventuele invoeren die kunnen worden verwijderd en probeer het systeem opnieuw te installeren.
no: Det var ikke mulig å skrive EFI-oppføringen til hovedkortet, sannsynligvis på grunn av utilstrekkelig plass.\n\nSjekk EFI-behandleren for eventuelle oppføringer som kan slettes, og prøv å installere systemet på nytt.
pl: Nie było możliwe zapisanie wpisu EFI na płycie głównej, prawdopodobnie z powodu niewystarczającej ilości miejsca.\n\nSprawdź menedżera EFI pod kątem wpisów, które można usunąć, i spróbuj ponownie zainstalować system.
pt: Não foi possível gravar a entrada EFI na placa-mãe, provavelmente devido a espaço insuficiente.\n\nVerifique o gerenciador EFI para quaisquer entradas que possam ser excluídas e tente instalar o sistema novamente.
ro: Nu a fost posibil să se scrie intrarea EFI pe placa de bază, probabil din cauza lipsei de spațiu suficient.\n\nVerificați managerul EFI pentru orice intrări care pot fi șterse și încercați să instalați sistemul din nou.
ru: Не удалось записать запись EFI в материнскую плату, вероятно, из-за недостатка места.\n\nПроверьте менеджер EFI на наличие записей, которые можно удалить, и попробуйте установить систему снова.
sk: Nebolo možné zapísať EFI záznam do základnej dosky, pravdepodobne kvôli nedostatočnému priestoru.\n\nSkontrolujte správcu EFI na akékoľvek záznamy, ktoré je možné odstrániť, a skúste systém nainštalovať znova.
sv: Det var inte möjligt att skriva EFI-posten till moderkortet, troligtvis på grund av otillräckligt utrymme.\n\nKontrollera EFI-hanteraren för eventuella poster som kan raderas och försök installera systemet igen.
tr: Anakartın EFI girişini yazmak mümkün olmadı, muhtemelen yetersiz alan nedeniyle.\n\nSilinebilecek herhangi bir giriş için EFI yöneticisini kontrol edin ve sistemi tekrar kurmayı deneyin.
uk: Не вдалося записати запис EFI на материнську плату, ймовірно, через недостатній обсяг пам'яті.\n\nПеревірте менеджер EFI на наявність записів, які можна видалити, і спробуйте встановити систему ще раз.

source: Open the EFI manager
bg: Отворете мениджъра на EFI
cs: Otevřete správce EFI
da: Åbn EFI-manageren
es: Abre el administrador de EFI
et: Avage EFI haldurit
fi: Avaa EFI-hallinta
fr: Ouvrez le gestionnaire EFI
he: פתח את מנהל EFI
hr: Otvorite EFI upravitelj
hu: Nyissa meg az EFI menedzsert
it: Apri il gestore EFI
ja: EFIマネージャーを開く
nl: Open de EFI-beheerder
no: Åpne EFI-behandleren
pl: Otwórz menedżera EFI
pt: Abra o gerenciador EFI
ro: Deschide managerul EFI
ru: Откройте менеджер EFI
sk: Otvorenie správcu EFI
sv: Öppna EFI-hanteraren
tr: EFI yöneticisini açın
uk: Відкрийте менеджер EFI

source: Do you want to view or send the installation log file to the cloud?\nGenerate a link to send in support groups.
bg: Искате ли да прегледате или изпратите файла с инсталационния журнал в облака?\nГенерирайте линк за изпращане в групи за поддръжка.
cs: Chcete zobrazit nebo odeslat instalační protokol do cloudu?\nVygenerujte odkaz pro odeslání do podpůrných skupin.
da: Vil du se eller sende installationslogfilen til skyen?\nGenerer et link til at sende i supportgrupper.
es: ¿Desea ver o enviar el archivo de registro de instalación a la nube?\nGenerar un enlace para enviar en grupos de soporte.
et: Kas soovite vaadata või saata installimise logifaili pilve?\nLooge link, mida saata tugigruppidesse.
fi: Haluatko tarkastella tai lähettää asennuslokitiedoston pilveen?\nLuo linkki lähetettäväksi tukiryhmiin.
fr: Voulez-vous afficher ou envoyer le fichier journal d'installation vers le cloud ?\nGénérez un lien à envoyer dans les groupes de support.
he: האם אתה רוצה לצפות או לשלוח את קובץ יומן ההתקנה לענן?\nצור קישור לשליחה בקבוצות תמיכה.
hr: Želite li pregledati ili poslati datoteku instalacijskog dnevnika u oblak?\nGenerirajte vezu za slanje u grupe za podršku.
hu: Szeretné megtekinteni vagy elküldeni az telepítési naplófájlt a felhőbe?\nGeneráljon egy linket, amelyet támogató csoportokban küldhet el.
it: Vuoi visualizzare o inviare il file di registro di installazione nel cloud?\nGenera un link da inviare nei gruppi di supporto.
ja: クラウドにインストールログファイルを表示または送信しますか？\nサポートグループに送信するリンクを生成します。
nl: Wilt u het installatie-logbestand bekijken of naar de cloud verzenden?\nGenereer een link om in ondersteuningsgroepen te verzenden.
no: Vil du se eller sende installasjonsloggfilen til skyen?\nGenerer en lenke for å sende i støttegrupper.
pl: Czy chcesz wyświetlić lub wysłać plik dziennika instalacji do chmury?\nWygeneruj link do wysłania w grupach wsparcia.
pt: Você deseja visualizar ou enviar o arquivo de log de instalação para a nuvem?\nGerar um link para enviar em grupos de suporte.
ro: Doriți să vizualizați sau să trimiteți fișierul jurnal de instalare în cloud?\nGenerați un link pentru a trimite în grupurile de suport.
ru: Вы хотите просмотреть или отправить файл журнала установки в облако?\nСгенерировать ссылку для отправки в группы поддержки.
sk: Chcete zobraziť alebo odoslať inštalačný protokol do cloudu?\nVygenerujte odkaz na odoslanie do podporných skupín.
sv: Vill du visa eller skicka installationsloggfilen till molnet?\nGenerera en länk att skicka i supportgrupper.
tr: Kurulum günlük dosyasını buluta görüntülemek veya göndermek ister misiniz?\nDestek gruplarında göndermek için bir bağlantı oluşturun.
uk: Чи хочете ви переглянути або надіслати файл журналу встановлення в хмару?\nЗгенерувати посилання для надсилання в групи підтримки.

source: Action
bg: Действие
cs: Akce
da: Handling
es: Acción
et: Tegevus
fi: Toiminto
he: פעולה
hr: Akcija
hu: Akció
it: Azione
ja: アクション
nl: Actie
no: Handling
pl: Akcja
pt: Ação
ro: Acțiune
ru: Действие
sk: Akcia
sv: Åtgärd
tr: Eylem
uk: Дія

source: Open
bg: Отвори
cs: Otevřít
da: Åbn
es: Abrir
et: Ava&nbsp;
fi: Avaa
fr: Ouvrir
he: פתח
hr: Otvori
hu: Megnyitás
it: Apri
ja: オープン
nl: Openen
no: Åpne
pl: Otwórz
pt: Abrir
ro: Deschide
ru: Открыть
sk: Otvoriť
sv: Öppna
tr: Açık
uk: Відкрити

source: Send to the cloud
bg: Изпрати към облака
cs: Odeslat do cloudu
da: Send til skyen
es: Enviar a la nube
et: Saada pilve
fi: Lähetä pilveen
fr: Envoyer vers le cloud
he: שלח לענן
hr: Pošalji u oblak
hu: Küldés a felhőbe
it: Invia al cloud
ja: クラウドに送信
nl: Versturen naar de cloud
no: Send til skyen
pl: Prześlij do chmury
pt: Enviar para a nuvem
ro: Trimite în nor
ru: Отправить в облако
sk: Odoslať do cloudu
sv: Skicka till molnet
tr: Buluta gönder
uk: Надіслати в хмару

source: Checking the file:
bg: Проверка на файла:
cs: Kontrola souboru:
da: Tjekker filen:
es: Revisando el archivo:
et: Faili kontrollimine:
fi: Tarkistetaan tiedostoa:
fr: Vérification du fichier :
he: בודק את הקובץ:
hr: Provjeravanje datoteke:
hu: A fájl ellenőrzése:
it: Controllando il file:
ja: ファイルをチェック中:
nl: Het bestand controleren:
no: Sjekker filen:
pl: Sprawdzanie pliku:
pt: Verificando o arquivo:
ro: Verificând fișierul:
ru: Проверка файла:
sk: Kontrola súboru:
sv: Kontrollerar filen:
tr: Dosyayı kontrol ediliyor:
uk: Перевірка файлу:

source: Checking for download or USB drive errors, this may take a few minutes...
bg: Проверка за грешки при изтегляне или USB устройство, това може да отнеме няколко минути...
cs: Kontrola chyb stahování nebo chyb USB disku, může to trvat několik minut...
da: Tjekker for download- eller USB-drevfejl, dette kan tage et par minutter...
es: Comprobando errores de descarga o de la unidad USB, esto puede tardar unos minutos...
et: Kontrollitakse allalaadimise või USB-mälupulga vigu, see võib võtta paar minutit...
fi: Tarkistetaan lataus- tai USB-aseman virheitä, tämä saattaa kestää muutaman minuutin...
fr: Vérification des erreurs de téléchargement ou de lecteur USB, cela peut prendre quelques minutes...
he: בודק תקלות בהורדה או בכונן USB, זה עשוי לקחת כמה דקות...
hr: Provjeravanje grešaka prilikom preuzimanja ili na USB uređaju, postupak može potrajati nekoliko minuta...
hu: A letöltési vagy USB meghajtó hibák ellenőrzése, ez néhány percig is eltarthat...
it: Verifica degli errori di download o della chiavetta USB, potrebbe richiedere alcuni minuti...
ja: ダウンロードまたはUSBドライブのエラーをチェックしています。数分かかる場合があります...
nl: Controleren op download- of USB-drivefouten, dit kan enkele minuten duren...
no: Sjekker for nedlastings- eller USB-stasjonsfeil, dette kan ta noen minutter...
pl: Sprawdzanie błędów pobierania lub napędu USB, może to potrwać kilka minut...
pt: Verificando erros de download ou de unidade USB, isso pode levar alguns minutos...
ro: Verificare erori de descărcare sau de pe unitatea USB, acest proces poate dura câteva minute...
ru: Проверка ошибок загрузки или USB-накопителя, это может занять несколько минут...
sk: Kontrola chýb pri sťahovaní alebo na USB disku, tento proces môže trvať niekoľko minút...
sv: Kontrollerar nedladdnings- eller USB-enhetsfel, detta kan ta några minuter...
tr: İndirme veya USB sürücü hataları kontrol ediliyor, bu birkaç dakika sürebilir...
uk: Перевірка помилок завантаження або USB-накопичувача, це може зайняти кілька хвилин...

source: Checking system integrity
bg: Проверка на целостта на системата
cs: Kontrola integrity systému
da: Tjekker systemets integritet
es: Comprobando la integridad del sistema
et: Süsteemi tervikluse kontrollimine
fi: Järjestelmän eheys tarkistetaan
fr: Vérification de l'intégrité du système
he: בדיקת תקינות המערכת
hr: Provjera integriteta sustava
hu: Rendszer integritásának ellenőrzése
it: Verifica dell'integrità del sistema
ja: システムの整合性をチェックしています
nl: Systeemintegriteit controleren
no: Sjekker systemintegritet
pl: Sprawdzanie integralności systemu
pt: Verificando a integridade do sistema
ro: Verificarea integrității sistemului
ru: Проверка целостности системы
sk: Kontrola integrity systému
sv: Kontrollera systemets integritet
tr: Sistem bütünlüğünü kontrol etme
uk: Перевірка цілісності системи
