Repository: biglinux/biglinux-livecd
Catalog: biglinux-livecd/locale/*.po
Languages: bg, cs, da, es, et, fi, fr, he, hr, hu, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Please wait...
bg: Моля, изчакайте...
cs: Počkejte prosím...
da: Vent venligst...
es: Por favor, espere...
et: Palun oota...
fi: Odota hetki...
fr: Veuillez patienter...
he: המתן בבקשה...
hr: Molimo pričekajte...
hu: Kérem, várjon...
it: Attendere prego...
ja: お待ちください...
nl: Even geduld a.u.b.
no: Vennligst vent...
pl: Proszę czekać...
pt: Por favor, aguarde...
ro: Vă rugăm să așteptați...
ru: Пожалуйста, подождите...
sk: Čakajte prosím...
sv: Vänta...
tr: Lütfen bekleyin...
uk: Будь ласка, зачекайте...

source: Checking the integrity of the download and storage device...
bg: Проверка на целостта на изтеглянето и устройството за съхранение...
cs: Kontrola integrity stahování a úložného zařízení...
da: Tjekker integriteten af download og opbevaringsenhed...
es: Comprobando la integridad de la descarga y el dispositivo de almacenamiento...
et: Kontrollitakse allalaadimise ja salvestusseadme terviklikkust...
fi: Tarkistetaan latauksen ja tallennuslaitteen eheys...
fr: Vérification de l'intégrité du téléchargement et du périphérique de stockage...
he: בדיקת תקינות ההורדה והתקן אחסון...
hr: Provjeravanje integriteta preuzimanja i uređaja za pohranu...
hu: A letöltés és a tárolóeszköz integritásának ellenőrzése...
it: Verifica dell'integrità del download e del dispositivo di archiviazione...
ja: ダウンロードとストレージデバイスの整合性をチェックしています...
nl: De integriteit van de download en opslagapparaat controleren...
no: Sjekker integriteten til nedlastingen og lagringsenheten...
pl: Sprawdzanie integralności pobrania i urządzenia przechowywania...
pt: Verificando a integridade do download e do dispositivo de armazenamento...
ro: Verificarea integrității descărcării și a dispozitivului de stocare...
ru: Проверка целостности загрузки и устройства хранения...
sk: Kontrola integrity stiahnutia a zariadenia na ukladanie...
sv: Kontrollera integriteten hos nedladdningen och lagringsenheten...
tr: İndirme ve depolama cihazının bütünlüğünü kontrol ediliyor...
uk: Перевірка цілісності завантаження та пристрою зберігання...

source: Outdated Version
bg: Стара версия
cs: Zastaralá verze
da: Forældet version
es: Versión obsoleta
et: Aegunud versioon
fi: Vanhentunut versio
fr: Version obsolète
he: גרסה מיושנת
hr: Zastarjela verzija
hu: Elavult verzió
it: Versione obsoleta
ja: 古いバージョン
nl: Verouderde versie
no: Utdatert versjon
pl: Przestarzała wersja
pt: Versão desatualizada
ro: Versiune învechită
ru: Устаревшая версия
sk: Zastaraná verzia
sv: Inaktuell version
tr: Eski Sürüm
uk: Застаріла версія

source: <b>Do you want to proceed with the installation of this old version anyway?</b>\n\nBigLinux is a system with weekly updates and this version was released more than a month ago.\nWe recommend downloading a more recent version.
bg: <b>Искате ли да продължите с инсталацията на тази стара версия все пак?</b>\n\nBigLinux е система с седмични актуализации и тази версия е пусната преди повече от месец.\nПрепоръчваме да изтеглите по-нова версия.
cs: <b>Chcete přesto pokračovat v instalaci této staré verze?</b>\n\nBigLinux je systém s týdenními aktualizacemi a tato verze byla vydána před více než měsícem.\nDoporučujeme stáhnout novější verzi.
da: <b>Vil du fortsætte med installationen af denne gamle version alligevel?</b>\n\nBigLinux er et system med ugentlige opdateringer, og denne version blev udgivet for mere end en måned siden.\nVi anbefaler at downloade en nyere version.
es: <b>¿Desea continuar con la instalación de esta versión antigua de todos modos?</b>\n\nBigLinux es un sistema con actualizaciones semanales y esta versión fue lanzada hace más de un mes.\nRecomendamos descargar una versión más reciente.
et: <b>Kas soovite ikkagi jätkata selle vana versiooni installimist?</b>\n\nBigLinux on süsteem, millel on iganädalased uuendused ja see versioon ilmus rohkem kui kuu aega tagasi.\nSoovitame alla laadida uuema versiooni.
fi: <b>Haluatko silti jatkaa tämän vanhan version asennusta?</b>\n\nBigLinux on järjestelmä, jossa on viikoittaisia päivityksiä, ja tämä versio julkaistiin yli kuukausi sitten.\nSuosittelemme lataamaan uudemman version.
fr: <b>Voulez-vous procéder à l'installation de cette ancienne version malgré tout ?</b>\n\nBigLinux est un système avec des mises à jour hebdomadaires et cette version a été publiée il y a plus d'un mois.\nNous vous recommandons de télécharger une version plus récente.
he: <b>האם אתה רוצה להמשיך בהתקנה של גרסה ישנה זו בכל מקרה?</b>\n\nBigLinux הוא מערכת עם עדכונים שבועיים וגרסה זו שוחררה לפני יותר מחודש.\nאנו ממליצים להוריד גרסה עדכנית יותר.
hr: <b>Želite li nastaviti s instalacijom ove stare verzije?</b>\n\nBigLinux je sustav s tjednim ažuriranjima i ova verzija je objavljena prije više od mjesec dana.\nPreporučujemo preuzimanje novije verzije.
hu: <b>Biztosan folytatni szeretné az ezen régi verzió telepítését?</b>\n\nA BigLinux egy heti frissítésekkel rendelkező rendszer, és ez a verzió több mint egy hónapja jelent meg.\nAjánljuk, hogy töltsön le egy újabb verziót.
it: <b>Vuoi procedere con l'installazione di questa vecchia versione comunque?</b>\n\nBigLinux è un sistema con aggiornamenti settimanali e questa versione è stata rilasciata più di un mese fa.\nTi consigliamo di scaricare una versione più recente.
ja: <b>この古いバージョンのインストールを続行しますか？</b>\n\nBigLinuxは週次更新のあるシステムであり、このバージョンは1ヶ月以上前にリリースされました。\nより新しいバージョンのダウンロードをお勧めします。
nl: <b>Wilt u toch doorgaan met de installatie van deze oude versie?</b>\n\nBigLinux is een systeem met wekelijkse updates en deze versie is meer dan een maand geleden uitgebracht.\nWe raden aan een recentere versie te downloaden.
no: <b>Vil du fortsette med installasjonen av denne gamle versjonen uansett?</b>\n\nBigLinux er et system med ukentlige oppdateringer, og denne versjonen ble utgitt for mer enn en måned siden.\nVi anbefaler å laste ned en nyere versjon.
pl: <b>Czy chcesz kontynuować instalację tej starej wersji mimo wszystko?</b>\n\nBigLinux to system z cotygodniowymi aktualizacjami, a ta wersja została wydana ponad miesiąc temu.\nZalecamy pobranie nowszej wersji.
pt: <b>Você deseja prosseguir com a instalação desta versão antiga mesmo assim?</b>\n\nBigLinux é um sistema com atualizações semanais e esta versão foi lançada há mais de um mês.\nRecomendamos baixar uma versão mais recente.
ro: <b>Doriți să continuați cu instalarea acestei versiuni vechi oricum?</b>\n\nBigLinux este un sistem cu actualizări săptămânale și această versiune a fost lansată cu mai mult de o lună în urmă.\nRecomandăm descărcarea unei versiuni mai recente.
ru: <b>Вы хотите продолжить установку этой старой версии?</b>\n\nBigLinux — это система с еженедельными обновлениями, и эта версия была выпущена более месяца назад.\nМы рекомендуем скачать более новую версию.
sk: <b>Chcete predsa pokračovať v inštalácii tejto starej verzie?</b>\n\nBigLinux je systém s týždennými aktualizáciami a táto verzia bola vydaná pred viac ako mesiacom.\nOdporúčame stiahnuť novšiu verziu.
sv: <b>Vill du fortsätta med installationen av denna gamla version ändå?</b>\n\nBigLinux är ett system med veckovisa uppdateringar och denna version släpptes för mer än en månad sedan.\nVi rekommenderar att du laddar ner en nyare version.
tr: <b>Yine de bu eski sürümün kurulumu ile devam etmek istiyor musunuz?</b>\n\nBigLinux, haftalık güncellemeleri olan bir sistemdir ve bu sürüm bir aydan daha uzun bir süre önce yayımlandı.\nDaha güncel bir sürüm indirmenizi öneririz.
uk: <b>Чи бажаєте ви продовжити встановлення цієї старої версії все ж?</b>\n\nBigLinux - це система з щотижневими оновленнями, і ця версія була випущена більше місяця тому.\nМи рекомендуємо завантажити більш нову версію.

source: Continue
bg: Продължи
cs: Pokračovat
da: Fortsæt
es: Continuar
et: Jätka
fi: Jatka
fr: Continuer
he: המשך
hr: Nastavi
hu: Folytatás
it: Continua
ja: 続行
nl: Doorgaan
no: Fortsett
pl: Kontynuuj
pt: Continuar
ro: Continua
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
tr: Devam et
uk: Продовжити

source: Close
bg: Затвори
cs: Zavřít
da: Luk
es: Cerrar
et: Sulge
fi: Sulje
fr: Fermer
he: סגור
hr: Zatvori
hu: Bezárás
it: Chiudi
ja: 閉じる
nl: Sluiten
no: Lukk
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sv: Stäng
tr: Kapat
uk: Закрити

source: Do you want to proceed with the installation in EFI mode?
bg: Искате ли да продължите с инсталацията в режим EFI?
cs: Chcete pokračovat s instalací v režimu EFI?
da: Vil du fortsætte med installationen i EFI-tilstand?
es: ¿Desea continuar con la instalación en modo EFI?
et: Kas soovite jätkata paigaldust EFI režiimis?
fi: Haluatko jatkaa asennusta EFI-tilassa?
fr: Voulez-vous continuer l'installation en mode EFI ?
he: האם ברצונך להמשיך עם ההתקנה במצב EFI?
hr: Želite li nastaviti s instalacijom u EFI načinu rada?
hu: Szeretné folytatni az EFI módban történő telepítést?
it: Desideri procedere con l'installazione in modalità EFI?
ja: EFIモードでインストールを続行しますか？
nl: Wilt u doorgaan met de installatie in EFI-modus?
no: Ønsker du å fortsette med installasjonen i EFI-modus?
pl: Czy chcesz kontynuować instalację w trybie EFI?
pt: Deseja prosseguir com a instalação no modo EFI?
ro: Doriți să continuați cu instalarea în modul EFI?
ru: Хотите продолжить установку в режиме EFI?
sk: Chcete pokračovať s inštaláciou v režime EFI?
sv: Vill du fortsätta med installationen i EFI-läge?
tr: EFI modunda kurulumu devam ettirmek istiyor musunuz?
uk: Чи бажаєте ви продовжити у режимі EFI під час встановлення?

source: The current boot is using <span color='#CC2222'>EFI</span> mode, but I did not find any EFI partition on this computer. If this computer already has another system installed and you intend to keep it installed, you will probably need to change the configuration in the BIOS to boot in Legacy mode, also called BIOS mode.
bg: Текущият старт се извършва в режим <span color='#CC2222'>EFI</span>, но не намерих никаква EFI раздел на този компютър. Ако на този компютър вече е инсталирана друга система и намерите да я запазите, вероятно ще трябва да промените конфигурацията в BIOS, за да стартирате в режим Legacy, наричан също и BIOS режим.
cs: Aktuální zavádění používá režim <span color='#CC2222'>EFI</span>, ale na tomto počítači jsem nenašel žádnou oddílovou EFI. Pokud je na tomto počítači již nainstalován jiný systém a chcete ho ponechat nainstalovaný, pravděpodobně budete muset změnit konfiguraci v BIOSu pro zavádění v režimu Legacy, také nazývaném režim BIOS.
da: Den aktuelle opstart bruger <span color='#CC2222'>EFI</span>-tilstand, men jeg fandt ikke nogen EFI-partition på denne computer. Hvis denne computer allerede har et andet system installeret, og du har til hensigt at beholde det installeret, skal du sandsynligvis ændre konfigurationen i BIOS for at starte i Legacy-tilstand, også kaldet BIOS-tilstand.
es: El arranque actual está utilizando el modo <span color='#CC2222'>EFI</span>, pero no encontré ninguna partición EFI en esta computadora. Si esta computadora ya tiene otro sistema instalado y planeas mantenerlo instalado, probablemente necesitarás cambiar la configuración en la BIOS para arrancar en modo heredado, también conocido como modo BIOS.
et: Praegune käivitus kasutab <span color='#CC2222'>EFI</span> režiimi, kuid ma ei leidnud sellest arvutist ühtegi EFI partitsiooni. Kui sellel arvutil on juba teine süsteem installitud ja soovite seda alles hoida, peate tõenäoliselt BIOS-is konfiguratsiooni muutma, et käivitada Legacy režiimis, mida nimetatakse ka BIOS režiimiks.
fi: Nykyinen käynnistys käyttää <span color='#CC2222'>EFI</span>-tilaa, mutta en löytänyt tältä tietokoneelta mitään EFI-osioita. Jos tällä tietokoneella on jo toinen käyttöjärjestelmä asennettuna ja aiot pitää sen asennettuna, sinun todennäköisesti täytyy muuttaa asetukset BIOSissa käynnistääksesi Legacy-tilassa, jota kutsutaan myös BIOS-tilaksi.
fr: Le démarrage actuel utilise le mode <span color='#CC2222'>EFI</span>, mais je n'ai pas trouvé de partition EFI sur cet ordinateur. Si un autre système est déjà installé sur cet ordinateur et que vous souhaitez le conserver, vous devrez probablement modifier la configuration dans le BIOS pour démarrer en mode Legacy, également appelé mode BIOS.
he: ההפעלה הנוכחית משתמשת במצב <span color='#CC2222'>EFI</span>, אך לא מצאתי שום מחיצת EFI במחשב זה. אם במחשב זה כבר מותקן מערכת אחרת ותכוון לשמור על ההתקנה, כנראה תצטרך לשנות את ההגדרות ב-BIOS כדי להפעיל במצב לגססי, המכונה גם מצב BIOS.
hr: Trenutačno pokretanje koristi <span color='#CC2222'>EFI</span> način rada, ali nisam pronašao nijednu EFI particiju na ovom računalu. Ako je na ovom računalu već instaliran drugi sustav i namjeravate ga zadržati instaliranim, vjerojatno ćete trebati promijeniti konfiguraciju u BIOS-u kako biste pokrenuli u Legacy načinu rada, također nazvanom BIOS način rada.
hu: A jelenlegi indítás <span color='#CC2222'>EFI</span> módban történik, de nem találtam EFI partíciót ezen a számítógépen. Ha már van egy másik rendszer telepítve a számítógépre, és azt szeretné megtartani, valószínűleg meg kell változtatnia a BIOS beállításait, hogy a Legacy módban, azaz BIOS módban induljon el.
it: L'attuale avvio è in modalità <span color='#CC2222'>EFI</span>, ma non ho trovato alcuna partizione EFI su questo computer. Se su questo computer è già installato un altro sistema e intendi mantenerlo installato, probabilmente dovrai modificare la configurazione nel BIOS per avviare in modalità Legacy, anche chiamata modalità BIOS.
ja: 現在のブートは<span color='#CC2222'>EFI</span>モードを使用していますが、このコンピューターにEFIパーティションは見つかりませんでした。 このコンピューターにすでに他のシステムがインストールされており、インストールされたままにしたい場合は、おそらくBIOSの設定を変更してレガシーモード、またはBIOSモードでブートする必要があります。
nl: De huidige opstart maakt gebruik van de <span color='#CC2222'>EFI</span>-modus, maar ik heb geen EFI-partitie op deze computer gevonden. Als er al een ander systeem op deze computer is geïnstalleerd en je van plan bent om dit te behouden, moet je waarschijnlijk de configuratie in de BIOS wijzigen om op te starten in de Legacy-modus, ook wel BIOS-modus genoemd.
no: Den nåværende oppstarten bruker <span color='#CC2222'>EFI</span>-modus, men jeg fant ingen EFI-partisjon på denne datamaskinen. Hvis denne datamaskinen allerede har et annet system installert og du har til hensikt å beholde det installert, må du sannsynligvis endre konfigurasjonen i BIOS for å starte i Legacy-modus, også kalt BIOS-modus.
pl: Aktualne uruchomienie korzysta z trybu <span color='#CC2222'>EFI</span>, ale nie znalazłem żadnej partycji EFI na tym komputerze. Jeśli na tym komputerze jest już zainstalowany inny system i chcesz go zachować, prawdopodobnie będziesz musiał zmienić konfigurację w BIOSie, aby uruchamiać w trybie Legacy, zwany również trybem BIOS.
pt: O boot atual está usando o modo <span color='#CC2222'>EFI</span>, mas não encontrei nenhuma partição EFI neste computador. Se este computador já tiver outro sistema instalado e você pretende mantê-lo instalado, provavelmente precisará alterar a configuração na BIOS para inicializar no modo Legacy, também chamado de modo BIOS.
ro: Boot-ul curent folosește modul <span color='#CC2222'>EFI</span>, dar nu am găsit nicio partiție EFI pe acest computer. Dacă acest computer are deja un alt sistem instalat și intenționați să-l păstrați instalat, probabil va trebui să schimbați configurația în BIOS pentru a porni în modul Legacy, numit și mod BIOS.
ru: Текущая загрузка использует режим <span color='#CC2222'>EFI</span>, но на этом компьютере не обнаружено раздела EFI. Если на этом компьютере уже установлена другая система и вы планируете ее оставить, вам, вероятно, потребуется изменить конфигурацию в BIOS для загрузки в режиме наследования, также называемом режимом BIOS.
sk: Aktuálne spustenie používa režim <span color='#CC2222'>EFI</span>, ale na tomto počítači som nenašiel žiadnu EFI oddiel. Ak na tomto počítači už existuje iný systém nainštalovaný a plánujete ho ponechať nainštalovaný, pravdepodobne budete musieť zmeniť konfiguráciu v BIOS-e na spustenie v režime Legacy, nazývanom aj režim BIOS.
sv: Den nuvarande starten använder <span color='#CC2222'>EFI</span>-läge, men jag hittade ingen EFI-partition på den här datorn. Om den här datorn redan har ett annat system installerat och du avser att behålla det installerat, behöver du förmodligen ändra konfigurationen i BIOS för att starta i Legacy-läge, även kallat BIOS-läge.
tr: Mevcut önyükleme <span color='#CC2222'>EFI</span> modunu kullanıyor, ancak bu bilgisayarda herhangi bir EFI bölümü bulamadım. Bu bilgisayarda zaten başka bir sistem yüklü ise ve yüklü tutmayı düşünüyorsanız, muhtemelen BIOS'ta Legacy modunda, ayrıca BIOS modu olarak da adlandırılan bir önyükleme yapılandırması değiştirmeniz gerekecektir.
uk: Поточний завантаження використовує режим <span color='#CC2222'>EFI</span>, але я не знайшов жодного розділу EFI на цьому комп'ютері. Якщо на цьому комп'ютері вже встановлена інша система, і ви плануєте її залишити, вам, ймовірно, потрібно змінити конфігурацію в BIOS для завантаження в режимі спадщини, також відомому як режим BIOS.

source: Install the system
bg: Инсталирайте системата
cs: Nainstalovat systém
da: Installer systemet
es: Instalar el sistema
et: Paigaldage süsteem
fi: Asenna järjestelmä
fr: Installer le système
he: התקן את המערכת
hr: Instalirajte sustav
hu: Telepítse a rendszert
it: Installare il sistema
ja: システムをインストールします
nl: Installeer het systeem
no: Installer systemet
pl: Zainstaluj system
pt: Instalar o sistema
ro: Instalați sistemul
ru: Установить систему
sk: Inštalovať systém
sv: Installera systemet
tr: Sistemi yükle
uk: Встановити систему

source: Do you want to proceed with the installation in Legacy/BIOS mode?
bg: Искате ли да продължите с инсталацията в режим Legacy/BIOS?
cs: Chcete pokračovat s instalací v režimu Legacy/BIOS?
da: Vil du fortsætte med installationen i Legacy/BIOS-tilstand?
es: ¿Desea continuar con la instalación en modo Legacy/BIOS?
et: Kas soovite jätkata installimist Legacy/BIOS režiimis?
fi: Haluatko jatkaa asennusta Legacy/BIOS-tilassa?
fr: Voulez-vous continuer l'installation en mode Legacy/BIOS ?
he: האם ברצונך להמשיך עם ההתקנה במצב לגסי/BIOS?
hr: Želite li nastaviti s instalacijom u Legacy/BIOS načinu rada?
hu: Szeretné folytatni a telepítést Legacy/BIOS módban?
it: Desideri procedere con l'installazione in modalità Legacy/BIOS?
ja: レガシー/BIOSモードでインストールを続行しますか？
nl: Wilt u doorgaan met de installatie in Legacy/BIOS-modus?
no: Ønsker du å fortsette med installasjonen i Legacy/BIOS-modus?
pl: Czy chcesz kontynuować instalację w trybie Legacy/BIOS?
pt: Deseja prosseguir com a instalação no modo Legacy/BIOS?
ro: Doriți să continuați cu instalarea în modul Legacy/BIOS?
ru: Хотите продолжить установку в режиме Legacy/BIOS?
sk: Chcete pokračovať s inštaláciou v režime Legacy/BIOS?
sv: Vill du fortsätta med installationen i Legacy/BIOS-läge?
tr: Kurulumu Legacy/BIOS modunda devam etmek istiyor musunuz?
uk: Чи бажаєте ви продовжити установку у режимі спадковості/BIOS?
