Repository: biglinux/biglinux-livecd
Catalog: biglinux-livecd/locale/*.po
Languages: bg, cs, da, es, et, fi, fr, he, hr, hu, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Keep All
bg: Запази всичко
cs: Zachovat vše
da: Behold alt
es: Mantener todo
et: Hoia kõik
fi: Pidä kaikki
fr: Tout garder
he: שמור הכל
hr: Zadrži sve
hu: Mindent megőrizni
it: Mantieni tutto
ja: すべて保持
nl: Alles behouden
no: Behold Altogether
pl: Zachowaj wszystko
pt: Manter Tudo
ro: Păstrează tot
ru: Сохранить все
sk: Zachovať všetko
sv: Behåll allt
tr: Hepsini Sakla
uk: Зберегти все

source: Remove All
bg: Премахни всичко
cs: Odstranit vše
da: Fjern alle
es: Eliminar todo
et: Eemalda kõik
fi: Poista kaikki
fr: Tout supprimer
he: הסר הכל
hr: Ukloni sve
hu: Összes eltávolítása
it: Rimuovi tutto
ja: すべて削除
nl: Verwijder alles
no: Fjern alt
pl: Usuń wszystko
pt: Remover Tudo
ro: Elimină tot
ru: Удалить все
sk: Odstrániť všetko
sv: Ta bort allt
tr: Tümünü Kaldır
uk: Видалити все

source: System Maintenance
bg: Поддръжка на системата
cs: Údržba systému
da: Systemvedligeholdelse
es: Mantenimiento del sistema
et: Süsteemi hooldus
fi: Järjestelmän ylläpito
fr: Maintenance du système
he: תחזוקת מערכת
hr: Održavanje sustava
hu: Rendszerkarbantartás
it: Manutenzione del sistema
ja: システムメンテナンス
nl: Systeemonderhoud
no: Systemvedlikehold
pl: Konserwacja systemu
pt: Manutenção do Sistema
ro: Întreținere sistem
ru: Обслуживание системы
sk: Údržba systému
sv: Systemunderhåll
tr: Sistem Bakımı
uk: Системне обслуговування

source: Uncheck the programs you want to remove
bg: Премахнете отметките на програмите, които искате да премахнете.
cs: Odznačte programy, které chcete odstranit
da: Fjern markeringen af de programmer, du vil fjerne
es: Desmarca los programas que desees eliminar
et: Tühista märkeruudud nende programmide eemaldamiseks
fi: Poista valintamerkintä ohjelmista, jotka haluat poistaa
fr: Décochez les programmes que vous souhaitez supprimer
he: בטל את התוכניות שתרצה להסיר
hr: Označite programe koje želite ukloniti
hu: Jelölje be azokat a programokat, amelyeket el szeretne távolítani.
it: Deseleziona i programmi che desideri rimuovere
ja: 削除したいプログラムのチェックを外してください
nl: Deselecteer de programma's die u wilt verwijderen
no: Fjern merkingen av programmene du vil fjerne
pl: Odznacz programy, które chcesz usunąć
pt: Desmarque os programas que deseja remover
ro: Deselectați programele pe care doriți să le eliminați
ru: Снимите флажки с программ, которые вы хотите удалить
sk: Odznačte programy, ktoré chcete odstrániť
sv: Avmarkera programmen du vill ta bort
tr: Kaldırmak istediğiniz programları işaretlemeyin
uk: Зняти позначку з програм, які потрібно видалити

source: Installation Tips
bg: Съвети за инсталиране
cs: Tipy pro instalaci
da: Installationsvejledning
es: Consejos de instalación
et: Installeerimisnõuanded
fi: Asennusvinkit
fr: Conseils d'installation
he: טיפים להתקנה
hr: Savjeti za instalaciju
hu: Telepítési tippek
it: Suggerimenti per l'installazione
ja: インストールのヒント
nl: Installatietips
no: Installasjonstips
pl: Porady dotyczące instalacji
pt: Dicas de Instalação
ro: Sfaturi pentru instalare
ru: Советы по установке
sk: Tipy na inštaláciu
sv: Installations tips
tr: Kurulum İpuçları
uk: Поради щодо встановлення

source: BigLinux Calamares Config
bg: BigLinux Calamares Конфигурация
cs: BigLinux Calamares Konfigurace
da: BigLinux Calamares Konfiguration
es: Configuración de Calamares de BigLinux
fi: BigLinux Calamares -kokoonpano
fr: Configuration de Calamares BigLinux
he: הגדרות קלמרס של ביגלינוקס
hr: BigLinux Calamares Konfiguracija
hu: BigLinux Calamares Beállítás
ja: BigLinux Calamares 設定
no: BigLinux Calamares Konfigurasjon
pl: Konfiguracja Calamares BigLinux
pt: Configuração do Calamares do BigLinux
ro: Configurația Calamares BigLinux
ru: BigLinux Calamares Конфигурация
sk: BigLinux Calamares Konfigurácia
sv: BigLinux Calamares Konfiguration
tr: BigLinux Calamares Yapılandırması
uk: BigLinux Calamares Налаштування

source: Forum
bg: Форум
cs: Fórum
es: Foro
et: Foorum
fi: Foorumi
he: פורום
hu: Fórum
ja: フォーラム
pt: Fórum
ru: Форум
sk: Fórum
uk: Форум

source: Documentation
bg: Документация
cs: Dokumentace
da: Dokumentation
es: Documentación
et: Dokumentatsioon
fi: Dokumentaatio
he: תיעוד
hr: Dokumentacija
hu: Dokumentáció
it: Documentazione
ja: ドキュメント
nl: Documentatie
no: Dokumentasjon
pl: Dokumentacja
pt: Documentação
ro: Documentație
ru: Документация
sk: Dokumentácia
sv: Dokumentation
tr: Dokümantasyon
uk: Документація

source: Preferences not implemented yet
bg: Предпочитанията все още не са реализирани.
cs: Nastavení zatím nebylo implementováno.
da: Præferencer ikke implementeret endnu
es: Preferencias aún no implementadas.
et: Eelistused pole veel rakendatud.
fi: Asetuksia ei ole vielä toteutettu.
fr: Préférences non encore implémentées
he: העדפות עדיין לא מיועדות.
hr: Postavke još nisu implementirane.
hu: A beállítások még nincsenek megvalósítva.
it: Preferenze non implementate ancora
ja: まだ実装されていない設定
nl: Voorkeuren nog niet geïmplementeerd
no: Innstillinger er ikke implementert ennå.
pl: Preferencje jeszcze nie zaimplementowane
pt: Preferências ainda não implementadas
ro: Preferințe neimplementate încă
ru: Настройки еще не реализованы.
sk: Predvoľby ešte neboli implementované.
sv: Inställningar har ännu inte implementerats.
tr: Tercihler henüz uygulanmadı.
uk: Налаштування ще не реалізовані.

source: OK
he: אוקי
hr: U redu
hu: Rendben
sv: Okej
tr: Evet

source: Cancel
bg: Отмяна
cs: Zrušit
da: Annuller
es: Cancelar
et: Tühista
fi: Peruuta
fr: Annuler
he: ביטול
hr: Otkaži
hu: Mégse
it: Annulla
ja: キャンセル
nl: Annuleren
no: Avbryt
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Avbryt
tr: İptal et
uk: Скасувати

source: Confirm
bg: Потвърдете
cs: Potvrdit
da: Bekræft
es: Confirmar
et: Kinnita
fi: Vahvista
fr: Confirmer
he: אשר
hr: Potvrdi
hu: Megerősítjük
it: Conferma
ja: 確認する
nl: Bevestigen
no: Bekreft
pl: Potwierdź
pt: Confirmar
ro: Confirmare
ru: Подтвердить
sk: Potvrdiť
sv: Bekräfta
tr: Onayla
uk: Підтвердити

source: BigLinux Setup
bg: BigLinux Настройка
cs: Nastavení BigLinux
da: BigLinux Opsætning
es: Configuración de BigLinux
et: BigLinuxi seadistus
fi: BigLinux-asennus
fr: Configuration de BigLinux
he: הגדרת BigLinux
hr: BigLinux Postavka
hu: BigLinux Telepítés
it: Impostazione di BigLinux
ja: BigLinux セットアップ
nl: BigLinux Installatie
no: BigLinux Oppsett
pl: Konfiguracja BigLinux
pt: Configuração do BigLinux
ro: Configurare BigLinux
ru: Настройка BigLinux
sk: Nastavenie BigLinux
sv: BigLinux-installation
tr: BigLinux Kurulumu
uk: BigLinux Налаштування

source: BigLinux Logo
hu: BigLinux logó
sv: BigLinux-logotyp

source: Language
bg: Език
cs: Jazyk
da: Sprog
es: Idioma
et: Keel
fi: Kieli
fr: Langue
he: שפה
hr: Jezik
hu: Nyelv
it: Lingua
ja: 言語
nl: Taal
no: Språk
pl: Język
pt: Idioma
ro: Limba
ru: Язык
sk: Jazyk
sv: Språk
tr: Dil
uk: Мова

source: Keyboard
bg: Клавиатура
cs: Klávesnice
da: Tastatur
es: Teclado
et: Klaviatuur
fi: Näppäimistö
fr: Clavier
he: מקלדת
hr: Tipkovnica
hu: Billentyűzet
it: Tastiera
ja: キーボード
nl: Toetsenbord
no: Tastatur
pl: Klawiatura
pt: Teclado
ro: Tastatură
ru: Клавиатура
sk: Klávesnica
sv: Tangentbord
tr: Klavye
uk: Клавіатура

source: Desktop Layout
bg: Работен плот
cs: Rozložení plochy
da: Skrivebordslayout
es: Diseño de Escritorio
et: Töölaua paigutus
fi: Työpöydän asettelu
fr: Disposition du bureau
he: פריסת שולחן עבודה
hr: Izgled radne površine
hu: Asztali elrendezés
it: Layout Desktop
ja: デスクトップレイアウト
nl: Desktop-indeling
no: Skrivebordsoppsett
pl: Układ pulpitu
pt: Layout da Área de Trabalho
ro: Aspect desktop
ru: Макет рабочего стола
sk: Rozloženie plochy
sv: Skrivbordslayout
tr: Masaüstü Düzeni
uk: Розташування робочого столу

source: Theme
bg: Тема
cs: Téma
da: Tema
es: Tema
et: Teema
fi: Teema
fr: Thème
he: נושא
hr: Tema
hu: Téma
it: Tema
ja: テーマ
nl: Thema
no: Tema
pl: Motyw
pt: Tema
ro: Temă
ru: Тема
sk: Téma
sv: Tema
tr: Tema
uk: Тема

source: Choose Your Keyboard Layout
bg: Изберете разредката на клавиатурата си
cs: Vyberte si rozložení klávesnice
da: Vælg dit tastaturlayout
es: Elige tu diseño de teclado
et: Vali oma klaviatuuri paigutus
fi: Valitse näppäimistöasettelu
fr: Choisissez votre disposition de clavier
he: בחר את פריסת המקלדת שלך
hr: Odaberite raspored tipkovnice
hu: Válaszd ki a billentyűzetkiosztást
it: Scegli il tuo layout di tastiera
ja: キーボードレイアウトを選択してください
nl: Kies uw toetsenbordindeling
no: Velg tastaturoppsett
pl: Wybierz układ klawiatury
pt: Escolha o Layout do Teclado
ro: Alegeți aranjamentul tastaturii dvs.
ru: Выберите раскладку клавиатуры
sk: Vyberte si rozloženie klávesnice
sv: Välj ditt tangentbordslayout
tr: Klavye Düzeni Seçin
uk: Виберіть свою розкладку клавіатури

source: Keyboard layout preview
hu: Billentyűzetkiosztás előnézete
sv: Tangentbordslayout förhandsvisning

source: Keyboard layout: %s
hu: Billentyűzetkiosztás: %s
sv: Tangentbordslayout: %s

source: Search for a language...
bg: Търсете език...
cs: Hledejte jazyk...
da: Søg efter et sprog...
es: Buscar un idioma...
et: Otsi keelt...
fi: Etsi kieltä...
fr: Recherchez une langue...
he: חפש שפה...
hr: Pretraži jezik...
hu: Keresés egy nyelv után...
it: Cerca una lingua...
ja: 言語を検索...
nl: Zoek naar een taal...
no: Søk etter et språk...
pl: Szukaj języka...
pt: Pesquisar uma língua...
ro: Caută o limbă...
ru: Поиск языка...
sk: Hľadať jazyk...
sv: Sök efter ett språk...
tr: Bir dil ara...
uk: Шукати мову...

source: Could not load language data.
bg: Не можа да зареди езиковите данни.
cs: Nepodařilo se načíst jazyková data.
da: Kunne ikke indlæse sprogdata.
es: No se pudo cargar los datos del idioma.
et: Keelt ei õnnestunud laadida.
fi: Kielitietoja ei voitu ladata.
fr: Impossible de charger les données linguistiques.
he: לא ניתן לטעון את נתוני השפה.
hr: Nije moguće učitati jezične podatke.
hu: Nem sikerült betölteni a nyelvi adatokat.
it: Impossibile caricare i dati della lingua.
ja: 言語データを読み込めませんでした。
nl: Kon taalgegevens niet laden.
no: Kunne ikke laste språkdata.
pl: Nie można załadować danych językowych.
pt: Não foi possível carregar os dados de idioma.
ro: Nu s-a putut încărca datele de limbă.
ru: Не удалось загрузить языковые данные.
sk: Nepodarilo sa načítať jazykové údaje.
sv: Kunde inte ladda språkdatan.
tr: Dil verisi yüklenemedi.
uk: Не вдалося завантажити мовні дані.

source: Choose a Desktop Layout
bg: Изберете оформление на работния плот
cs: Vyberte rozložení plochy
da: Vælg en skrivebordsopsætning
es: Elige un diseño de escritorio
et: Vali töölaua paigutus
fi: Valitse työpöydän asettelu
fr: Choisissez une disposition de bureau
he: בחר פריסת שולחן עבודה
hr: Odaberite raspored radne površine
hu: Válasszon egy Asztali Elrendezést
it: Scegli un layout desktop
ja: デスクトップレイアウトを選択してください
nl: Kies een bureaubladindeling
no: Velg et skrivebordsoppsett
pl: Wybierz układ pulpitu
pt: Escolha um Layout de Área de Trabalho
ro: Alege un aranjament pentru desktop
ru: Выберите макет рабочего стола
sk: Vyberte rozloženie pracovnej plochy
sv: Välj en skrivbordslayout
tr: Bir Masaüstü Düzeni Seçin
uk: Виберіть макет робочого столу

source: Settings
bg: Настройки
cs: Nastavení
da: Indstillinger
es: Configuraciones
et: Seaded
fi: Asetukset
fr: Paramètres
he: הגדרות
hr: Postavke
hu: Beállítások
it: Impostazioni
ja: 設定
nl: Instellingen
no: Innstillinger
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
sv: Inställningar
tr: Ayarlar
uk: Налаштування

source: JamesDSP Audio
bg: JamesDSP Аудио
da: JamesDSP Lyd
et: JamesDSP helios
fi: JamesDSP Ääni
he: ג'יימסDSP אודיו
hu: JamesDSP Hangzás
ja: JamesDSPオーディオ
no: JamesDSP Lyd
pt: JamesDSP Áudio
ru: JamesDSP Аудио
sv: JamesDSP Ljud
tr: JamesDSP Ses
uk: JamesDSP Аудіо

source: Enable audio improvements
bg: Активирайте подобрения на звука
cs: Povolit vylepšení zvuku
da: Aktivér lydforbedringer
es: Habilitar mejoras de audio
et: Luba helide täiustused
fi: Ota käyttöön äänen parannukset
fr: Activer les améliorations audio
he: אפשר שיפורי שמע
hr: Omogući poboljšanja zvuka
hu: Hangjavítások engedélyezése
it: Abilita miglioramenti audio
ja: オーディオ改善を有効にする
nl: Schakel audioverbeteringen in
no: Aktiver lydforbedringer
pl: Włącz ulepszenia audio
pt: Ativar melhorias de áudio
ro: Activează îmbunătățirile audio
ru: Включить улучшения звука
sk: Povoliť vylepšenia zvuku
sv: Aktivera ljudförbättringar
tr: Ses iyileştirmelerini etkinleştir
uk: Увімкнути покращення звуку

source: Image quality
bg: Качество на изображението
cs: Kvalita obrazu
da: Billed kvalitet
es: Calidad de imagen
et: Pildi kvaliteet
fi: Kuvan laatu
fr: Qualité d'image
he: איכות תמונה
hr: Kvaliteta slike
hu: Képminőség
it: Qualità dell'immagine
ja: 画像品質
nl: Afbeeldingskwaliteit
no: Bildekvalitet
pl: Jakość obrazu
pt: Qualidade da imagem
ro: Calitatea imaginii
ru: Качество изображения
sk: Kvalita obrázku
sv: Bildkvalitet
tr: Görüntü kalitesi
uk: Якість зображення

source: Enable enhanced contrast
bg: Активирайте подобрен контраст
cs: Povolit vylepšený kontrast
da: Aktivér forbedret kontrast
es: Habilitar contraste mejorado
et: Luba paranenud kontrastsus
fi: Ota käyttöön parannettu kontrasti
fr: Activer le contraste amélioré
he: אפשר להפעיל ניגודיות משופרת
hr: Omogući poboljšani kontrast
hu: Javított kontraszt engedélyezése
it: Abilita il contrasto migliorato
ja: 強化されたコントラストを有効にする
nl: Schakel verbeterd contrast in
no: Aktiver forbedret kontrast
pl: Włącz ulepszony kontrast
pt: Ativar contraste aprimorado
ro: Activează contrastul îmbunătățit
ru: Включить улучшенный контраст
sk: Povoliť vylepšený kontrast
sv: Aktivera förbättrad kontrast
tr: Geliştirilmiş kontrastı etkinleştir
uk: Увімкнути покращений контраст

source: Choose a Theme Style
bg: Изберете стил на тема
et: Vali teema stiil
fi: Valitse teeman tyyli
fr: Choisissez un style de thème
hu: Válasszon egy téma stílust
it: Scegli uno Stile di Tema
nl: Kies een Thema Stijl
no: Velg et tema stil
pl: Wybierz styl motywu
pt: Escolha um Estilo de Tema
ro: Alege un stil de temă
ru: Выберите стиль темы
sk: Vyberte štýl témy
sv: Välj en temastil
tr: Bir Tema Stili Seçin

source: Choose a System Theme
bg: Изберете система тема
cs: Vyberte systémové téma
da: Vælg et systemtema
es: Elige un tema del sistema
et: Vali süsteemi teema
fi: Valitse järjestelmän teema
fr: Choisissez un thème système
he: בחר נושא מערכת
hr: Odaberite sustavsku temu
hu: Válasszon egy Rendszertémát
it: Scegli un tema di sistema
ja: システムテーマを選択してください
nl: Kies een systeemthema
no: Velg et systemtema
pl: Wybierz motyw systemu
pt: Escolha um Tema do Sistema
ro: Alege o temă de sistem
ru: Выберите системную тему
sk: Vyberte systémovú tému
sv: Välj ett systemtema
tr: Bir Sistem Teması Seçin
uk: Виберіть тему системи

source: Dark Theme
bg: Тъмен режим
et: Tumeema teema
fi: Tumma teema
fr: Thème sombre
hu: Sötét téma
it: Tema scuro
nl: Donkere modus
no: Mørk tema
pl: Ciemny motyw
pt: Tema Escuro
ro: Temă Întunecată
ru: Темная тема
sk: Tmavá téma
sv: Mörkt läge
tr: Karanlık Tema

source: Light Theme
bg: Светла тема
et: Heled teema
fi: Vaalea teema
fr: Thème clair
hu: Világos téma
it: Tema chiaro
nl: Licht Thema
no: Lys Tema
pl: Jasny motyw
pt: Tema Claro
ro: Temă deschisă
ru: Светлая тема
sk: Svetlý režim
sv: Ljustema
tr: Aydınlık Tema
