Repository: biglinux/biglinux-livecd
Catalog: biglinux-livecd/locale/*.po
Languages: bg, cs, da, es, et, fi, fr, he, hr, hu, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: <a href="https://forum.biglinux.com.br">This is a collaborative system, if you need help consult our forum.</a>
bg: <a href="https://forum.biglinux.com.br">Това е колаборативна система, ако имате нужда от помощ, консултирайте се с нашия форум.</a>
cs: <a href="https://forum.biglinux.com.br">Toto je spolupracující systém, pokud potřebujete pomoc, navštivte naše fórum.</a>
da: <a href="https://forum.biglinux.com.br">Dette er et samarbejdssystem, hvis du har brug for hjælp, kan du konsultere vores forum.</a>
es: <a href="https://forum.biglinux.com.br">Este es un sistema colaborativo, si necesitas ayuda consulta nuestro foro.</a>
et: <a href="https://forum.biglinux.com.br">See on koostööline süsteem, kui vajate abi, konsulteerige meie foorumiga.</a>
fi: <a href="https://forum.biglinux.com.br">Tämä on yhteistyöjärjestelmä, jos tarvitset apua, ota yhteyttä foorumiimme.</a>
fr: <a href="https://forum.biglinux.com.br">C'est un système collaboratif, si vous avez besoin d'aide, consultez notre forum.</a>
he: <a href="https://forum.biglinux.com.br">זהו מערכת שיתופית, אם אתה זקוק לעזרה התייעץ בפורום שלנו.</a>
hr: <a href="https://forum.biglinux.com.br">Ovo je kolaborativni sustav, ako trebate pomoć konzultirajte naš forum.</a>
hu: <a href="https://forum.biglinux.com.br">Ez egy együttműködő rendszer, ha segítségre van szükséged, nézd meg a fórumunkat.</a>
it: <a href="https://forum.biglinux.com.br">Questo è un sistema collaborativo, se hai bisogno di aiuto consulta il nostro forum.</a>
ja: <a href="https://forum.biglinux.com.br">これは共同作業システムです。助けが必要な場合は、フォーラムをご覧ください。</a>
nl: <a href="https://forum.biglinux.com.br">Dit is een collaboratief systeem, als je hulp nodig hebt, raadpleeg dan ons forum.</a>
no: <a href="https://forum.biglinux.com.br">Dette er et samarbeidssystem, hvis du trenger hjelp, kan du konsultere vårt forum.</a>
pl: <a href="https://forum.biglinux.com.br">To jest system współpracy, jeśli potrzebujesz pomocy, skonsultuj się z naszym forum.</a>
pt: <a href="https://forum.biglinux.com.br">Este é um sistema colaborativo, se você precisar de ajuda consulte nosso fórum.</a>
ro: <a href="https://forum.biglinux.com.br">Acesta este un sistem colaborativ, dacă ai nevoie de ajutor consultă forumul nostru.</a>
ru: <a href="https://forum.biglinux.com.br">Это совместная система, если вам нужна помощь, обратитесь на наш форум.</a>
sk: <a href="https://forum.biglinux.com.br">Toto je kolaboratívny systém, ak potrebujete pomoc, konzultujte našu fórum.</a>
sv: <a href="https://forum.biglinux.com.br">Detta är ett samarbetsystem, om du behöver hjälp, konsultera vårt forum.</a>
tr: <a href="https://forum.biglinux.com.br">Bu bir işbirlikçi sistemdir, yardıma ihtiyacınız varsa forumumuzu kontrol edin.</a>
uk: <a href="https://forum.biglinux.com.br">Це колаборативна система, якщо вам потрібна допомога, зверніться до нашого форуму.</a>

source: Maintenance
bg: Поддръжка
cs: Údržba
da: Vedligeholdelse
es: Mantenimiento
et: Hooldus
fi: Ylläpito
he: תחזוקה
hr: Održavanje
hu: Karbantartás
it: Manutenzione
ja: メンテナンス
nl: Onderhoud
no: Vedlikehold
pl: Konserwacja
pt: Manutenção
ro: Întreținere
ru: Обслуживание
sk: Údržba
sv: Underhåll
tr: Bakım
uk: Обслуговування

source: Tools that facilitate the maintenance of the installed system.
bg: Инструменти, които улесняват поддръжката на инсталираната система.
cs: Nástroje usnadňující údržbu nainstalovaného systému.
da: Værktøjer, der letter vedligeholdelsen af det installerede system.
es: Herramientas que facilitan el mantenimiento del sistema instalado.
et: Paigaldatud süsteemi hooldamist hõlbustavad tööriistad.
fi: Työkalut, jotka helpottavat asennetun järjestelmän ylläpitoa.
fr: Outils qui facilitent la maintenance du système installé.
he: כלים שמקלים על תחזוקת המערכת שמותקנת.
hr: Alati koji olakšavaju održavanje instaliranog sustava.
hu: Az telepített rendszer karbantartását segítő eszközök.
it: Strumenti che facilitano la manutenzione del sistema installato.
ja: インストールされたシステムのメンテナンスを容易にするツール。
nl: Hulpprogramma's die het onderhoud van het geïnstalleerde systeem vergemakkelijken.
no: Verktøy som letter vedlikeholdet av det installerte systemet.
pl: Narzędzia ułatwiające konserwację zainstalowanego systemu.
pt: Ferramentas que facilitam a manutenção do sistema instalado.
ro: Instrumente care facilitează întreținerea sistemului instalat.
ru: Инструменты, облегчающие обслуживание установленной системы.
sk: Nástroje, ktoré uľahčujú údržbu nainštalovaného systému.
sv: Verktyg som underlättar underhållet av det installerade systemet.
tr: Yüklü sistem bakımını kolaylaştıran araçlar.
uk: Інструменти, які сприяють збереженню встановленої системи.

source: Restore
bg: Възстановяване
cs: Obnovit
da: Gendan
es: Restaurar
et: Taasta
fi: Palauta
fr: Restaurer
he: שחזור
hr: Obnovi
hu: Visszaállítás
it: Ripristina
ja: 復元
nl: Herstellen
no: Gjenopprett
pl: Przywróć
pt: Restaurar
ro: Restabilire
ru: Восстановить
sk: Obnoviť
sv: Återställ
tr: Geri Yükle
uk: Відновити

source: Installation
bg: Инсталиране
cs: Instalace
es: Instalación
et: Paigaldamine
fi: Asennus
he: התקנה
hr: Instalacija
hu: Telepítés
it: Installazione
ja: インストール
nl: Installatie
no: Installasjon
pl: Instalacja
pt: Instalação
ro: Instalare
ru: Установка
sk: Inštalácia
tr: Kurulum
uk: Встановлення

source: The system is in live mode, which has limitations.
bg: Системата е в реално време, която има ограничения.
cs: Systém je v režimu živého provozu, který má omezení.
da: Systemet kører i live-tilstand, hvilket har begrænsninger.
es: El sistema está en modo en vivo, el cual tiene limitaciones.
et: Süsteem on otseülekande režiimis, mis omab piiranguid.
fi: Järjestelmä on käyttötilassa, jossa on rajoituksia.
fr: Le système est en mode direct, ce qui comporte des limitations.
he: המערכת פועלת במצב חי, שיש לו הגבלות.
hr: Sustav je u živom načinu rada, koji ima ograničenja.
hu: A rendszer élő módban van, amely korlátozásokkal jár.
it: Il sistema è in modalità live, che ha delle limitazioni.
ja: システムはライブモードで稼働しており、制限があります。
nl: Het systeem is in de live modus, die beperkingen heeft.
no: Systemet er i live-modus, som har begrensninger.
pl: System jest w trybie live, który ma ograniczenia.
pt: O sistema está em modo ao vivo, que tem limitações.
ro: Sistemul este în modul live, care are limitări.
ru: Система находится в режиме реального времени, который имеет ограничения.
sk: Systém je v režime naživo, ktorý má obmedzenia.
sv: Systemet är i live-läge, vilket har begränsningar.
tr: Sistem canlı modda, kısıtlamaları bulunmaktadır.
uk: Система перебуває в режимі реального часу, який має обмеження.

source: Install it for a complete experience.
bg: Инсталирайте го за пълно изживяване.
cs: Nainstalujte jej pro úplný zážitek.
da: Installer det for en komplet oplevelse.
es: Instálalo para una experiencia completa.
et: Paigaldage see täielikuks kogemuseks.
fi: Asenna se täydellisen kokemuksen saamiseksi.
fr: Installez-le pour une expérience complète.
he: התקן אותו עבור חוויית משתמש מלאה.
hr: Instalirajte ga za potpuno iskustvo.
hu: Telepítse a teljes élményért.
it: Installalo per un'esperienza completa.
ja: 完全な体験のためにインストールしてください。
nl: Installeer het voor een complete ervaring.
no: Installer den for en komplett opplevelse.
pl: Zainstaluj go, aby mieć pełne doświadczenie.
pt: Instale para uma experiência completa.
ro: Instalați-l pentru o experiență completă.
ru: Установите его для полного опыта.
sk: Inštalujte ho pre úplný zážitok.
sv: Installera det för en komplett upplevelse.
tr: Tam bir deneyim için yükleyin.
uk: Встановіть його для повного досвіду.

source: Install
bg: Инсталиране
cs: Instalovat
es: Instalar
et: Paigalda
fi: Asenna
fr: Installer
he: התקן
hr: Instaliraj
hu: Telepítés
ja: インストール
nl: Installeren
no: Installer
pl: Zainstaluj
pt: Instalar
ro: Instalare
ru: Установить
sk: Inštalovať
sv: Installera
tr: Yükle
uk: Встановити

source: Minimal
bg: Минимален
cs: Minimální
es: Mínimo
et: Minimaalne
fi: Pienin
he: מינימלי
hr: Minimalno
hu: Minimális
it: Minimale
ja: 最小
nl: Minimaal
pl: Minimalny
pt: Mínimo
ro: Minimale
ru: Минимальный
sk: Minimálny
tr: Minimum
uk: Мінімальний

source: Remove pre-selected software to create a lean, personalized system.
bg: Премахнете предварително избрания софтуер, за да създадете изчистена, персонализирана система.
cs: Odstraňte předem vybrané software pro vytvoření štíhlého, personalizovaného systému.
da: Fjern forudvalgt software for at skabe et slankt, personligt system.
es: Elimina el software preseleccionado para crear un sistema personalizado y optimizado.
et: Eemalda eelvalitud tarkvara, et luua kompaktne ja isikupärastatud süsteem.
fi: Poista esivalitut ohjelmistot luodaksesi kevyen, henkilökohtaisen järjestelmän.
fr: Supprimez les logiciels pré-sélectionnés pour créer un système personnalisé et épuré.
he: הסר תוכנה שנבחרה מראש כדי ליצור מערכת רזה ואישית.
hr: Uklonite unaprijed odabrani softver kako biste stvorili vitak, personalizirani sustav.
hu: Távolítsa el az előre kiválasztott szoftvereket, hogy egy karcsú, személyre szabott rendszert hozzon létre.
it: Rimuovi il software pre-selezionato per creare un sistema snello e personalizzato.
ja: 事前に選択されたソフトウェアを削除して、スリムでパーソナライズされたシステムを作成します。
nl: Verwijder vooraf geselecteerde software om een slank, gepersonaliseerd systeem te creëren.
no: Fjern forhåndsvalgt programvare for å lage et slankt, personlig system.
pl: Usuń wstępnie wybrane oprogramowanie, aby stworzyć zgrabny, spersonalizowany system.
pt: Remova o software pré-selecionado para criar um sistema enxuto e personalizado.
ro: Elimina software-ul preselectat pentru a crea un sistem personalizat și eficient.
ru: Удалите предустановленное программное обеспечение, чтобы создать компактную, персонализированную систему.
sk: Odstráňte predvoľené softvéry, aby ste vytvorili štíhly, personalizovaný systém.
sv: Ta bort förvalda program för att skapa ett smidigt, personligt system.
tr: Önceden seçilmiş yazılımları kaldırarak daha sade, kişiselleştirilmiş bir sistem oluşturun.
uk: Видаліть попередньо вибране програмне забезпечення, щоб створити струнку, персоналізовану систему.

source: Checking connection...
bg: Проверка на връзка...
cs: Kontrola připojení...
da: Tjekker forbindelse...
es: Comprobando conexión...
et: Kontrollin ühendust...
fi: Tarkistetaan yhteyttä...
fr: Vérification de la connexion...
he: בודק חיבור...
hr: Provjera veze...
hu: Kapcsolat ellenőrzése...
it: Controllo connessione...
ja: 接続を確認しています...
nl: Verbinding controleren...
no: Sjekker tilkobling...
pl: Sprawdzanie połączenia...
pt: Verificando conexão...
ro: Verificare conexiune...
ru: Проверка соединения...
sk: Kontrola pripojenia...
sv: Kontrollerar anslutning...
tr: Bağlantı kontrol ediliyor...
uk: Перевірка з'єднання...

source: Configuring...
bg: Конфигуриране...
cs: Konfigurace...
da: Konfigurerer...
es: Configurando...
et: Konfigureerimine...
fi: Määrittäminen...
fr: Configuration...
he: מגדיר...
hr: Konfiguriranje...
hu: Konfigurálás...
it: Configurazione...
ja: 設定中...
nl: Configureren...
no: Konfigurerer...
pl: Konfigurowanie...
pt: Configurando...
ro: Configurare...
ru: Настройка...
sk: Konfigurácia...
sv: Konfigurerar...
tr: Yapılandırılıyor...
uk: Налаштування...

source: Important Tips
bg: Важно съвети
cs: Důležité tipy
da: Vigtige tips
es: Consejos importantes
et: Olulised näpunäited
fi: Tärkeitä vinkkejä
fr: Conseils importants
he: טיפים חשובים
hr: Važne informacije
hu: Fontos tippek
it: Suggerimenti Importanti
ja: 重要なヒント
nl: Belangrijke tips
no: Viktige tips
pl: Ważne wskazówki
pt: Dicas Importantes
ro: Sfaturi importante
ru: Важные советы
sk: Dôležité tipy
sv: Viktiga tips
tr: Önemli İpuçları
uk: Важливі поради

source: Manual Partitioning Recommendations
bg: Препоръки за ръчно разпределение на дялове
cs: Doporučení pro ruční partitioning
da: Manuel partitioneringsanbefalinger
es: Recomendaciones de particionamiento manual
et: Käsitsi jaotamise soovitused
fi: Manuaalinen osiointi suositukset
fr: Recommandations de partitionnement manuel
he: המלצות על חלוקה ידנית
hr: Preporuke za ručno particioniranje
hu: Kézi partícionálási ajánlások
it: Raccomandazioni per la partizione manuale
ja: 手動パーティショニングの推奨事項
nl: Aanbevelingen voor handmatige partitie-indeling
no: Anbefalinger for manuell partisjonering
pl: Zalecenia dotyczące ręcznego partycjonowania
pt: Recomendações de Particionamento Manual
ro: Recomandări pentru partiționare manuală
ru: Рекомендации по ручному разделению диска
sk: Odporúčania pre manuálne rozdelenie.
sv: Rekommendationer för manuell partitionering
tr: Manuel Bölümlendirme Önerileri
uk: Рекомендації щодо ручного розподілу диска

source: If you opt for automatic partitioning, these tips will be applied by default.
bg: Ако изберете автоматично разпределение, тези съвети ще бъдат приложени по подразбиране.
cs: Pokud se rozhodnete pro automatické rozdělení, tyto tipy budou použity jako výchozí.
da: Hvis du vælger automatisk partitionering, vil disse tips blive anvendt som standard.
es: Si optas por la partición automática, estos consejos se aplicarán por defecto.
et: Kui valite automaatse partitsioneerimise, rakendatakse neid näpunäiteid vaikimisi.
fi: Jos valitset automaattisen osioinnin, nämä vinkit otetaan käyttöön oletuksena.
fr: Si vous optez pour le partitionnement automatique, ces conseils seront appliqués par défaut.
he: אם תבחר בפרטנציה אוטומטית, טיפים אלה ייושמו כברירת מחדל.
hr: Ako se odlučite za automatsko particioniranje, ovi savjeti će se primijeniti prema zadanim postavkama.
hu: Ha az automatikus partícionálást választja, ezek a tippek alapértelmezés szerint alkalmazásra kerülnek.
it: Se scegli di utilizzare la partizione automatica, questi suggerimenti verranno applicati per impostazione predefinita.
ja: 自動パーティショニングを選択した場合、これらのヒントはデフォルトで適用されます。
nl: Als je kiest voor automatische partitie-indeling, worden deze tips standaard toegepast.
no: Hvis du velger automatisk partisjonering, vil disse tipsene bli brukt som standard.
pl: Jeśli wybierzesz automatyczne partycjonowanie, te wskazówki zostaną zastosowane domyślnie.
pt: Se você optar pela partição automática, essas dicas serão aplicadas por padrão.
ro: Dacă optați pentru partiționare automată, aceste sfaturi vor fi aplicate implicit.
ru: Если вы выберете автоматическое разбиение, эти советы будут применены по умолчанию.
sk: Ak sa rozhodnete pre automatické rozdelenie, tieto tipy sa použijú predvolene.
sv: Om du väljer automatisk partitionering kommer dessa tips att tillämpas som standard.
tr: Otomatik bölümleme seçeneğini tercih ederseniz, bu ipuçları varsayılan olarak uygulanacaktır.
uk: Якщо ви оберете автоматичне розділення, ці поради будуть застосовані за замовчуванням.

source: Use BTRFS
bg: Използвайте BTRFS
cs: Použijte BTRFS
da: Brug BTRFS
es: Usa BTRFS
et: Kasutage BTRFS
fi: Käytä BTRFS
fr: Utilisez BTRFS
he: השתמש ב-BTRFS
hr: Koristite BTRFS
hu: Használj BTRFS-t
it: Usa BTRFS
ja: BTRFSを使用してください。
nl: Gebruik BTRFS
no: Bruk BTRFS
pl: Użyj BTRFS
ro: Folosește BTRFS
ru: Используйте BTRFS
sk: Použite BTRFS
sv: Använd BTRFS
tr: BTRFS kullanın
uk: Використовуйте BTRFS

source: This file system allows for automatic compression and restore points.
bg: Тази файлова система позволява автоматично компресиране и възстановяване на точки.
cs: Tento souborový systém umožňuje automatickou kompresi a obnovovací body.
da: Dette filsystem tillader automatisk komprimering og gendannelsespunkter.
es: Este sistema de archivos permite la compresión automática y puntos de restauración.
et: See failisüsteem võimaldab automaatset tihendamist ja taastepunkte.
fi: Tämä tiedostojärjestelmä mahdollistaa automaattisen pakkaamisen ja palautuspisteet.
fr: Ce système de fichiers permet la compression automatique et la création de points de restauration.
he: מערכת הקבצים הזו מאפשרת דחיסה אוטומטית ונקודות שחזור.
hr: Ovaj sustav datoteka omogućuje automatsku kompresiju i točke vraćanja.
hu: Ez a fájlrendszer automatikus tömörítést és visszaállítási pontokat tesz lehetővé.
it: Questo sistema di file consente la compressione automatica e i punti di ripristino.
ja: このファイルシステムには自動圧縮とリストアポイントが可能です。
nl: Dit bestandssysteem maakt automatische compressie en herstelpunten mogelijk.
no: Dette filsystemet tillater automatisk komprimering og gjenopprettingspunkter.
pl: Ten system plików umożliwia automatyczną kompresję i punkty przywracania.
pt: Este sistema de arquivos permite compressão automática e pontos de restauração.
ro: Acest sistem de fișiere permite compresia automată și punctele de restaurare.
ru: Эта файловая система позволяет автоматическое сжатие и создание точек восстановления.
sk: Tento súborový systém umožňuje automatickú kompresiu a obnovovacie body.
sv: Detta filsystem tillåter automatisk komprimering och återställningspunkter.
tr: Bu dosya sistemi otomatik sıkıştırma ve geri yükleme noktalarına izin verir.
uk: Ця файлова система дозволяє автоматичне стискання та створення точок відновлення.

source: Keep /boot within the / partition
bg: Запазете /boot в / дяла
cs: Udržujte /boot v rámci oddílu /
da: Hold /boot inden for / partitionen
es: Mantener /boot dentro de la partición /
et: Hoia /boot / partitsiooni sees
fi: Pidä /boot /-osiossa
fr: Conservez /boot dans la partition /
he: שמור את /boot בתוך מחיצת /
hr: Zadržite /boot unutar / particije
hu: Tartsd a /boot-ot a / partíción belül
it: Mantieni /boot all'interno della partizione /
ja: / パーティション内に /boot を保持する
nl: Houd /boot binnen de / partitie
no: Hold /boot innenfor / partisjonen
pl: Zachowaj /boot w partycji /
pt: Mantenha /boot dentro da partição /
ro: Păstrează /boot în interiorul partiției /
ru: Держите /boot в разделе /
sk: Udržujte /boot v rámci / oddielu
sv: Håll /boot inom / partitionen
tr: /boot'u / bölümünde tutun
uk: Тримайте /boot у межах / розділу

source: Placing it in a separate partition hampers BTRFS snapshots.
bg: Поставянето му в отделна разделена затруднява снимките на BTRFS.
cs: Umístění do samostatné oddílu brání snímkům BTRFS.
da: At placere det i en separat partition hæmmer BTRFS snapshots.
es: Colocarlo en una partición separada dificulta las instantáneas de BTRFS.
et: Paigutamine eraldi partitsioonile takistab BTRFS-i hetktõmmiste tegemist.
fi: Sijoittaminen erilliseen osioon haittaa BTRFS-tallenteita.
fr: Placer le dans une partition séparée entrave les instantanés BTRFS.
he: שימוש במחיצה נפרדת מונע צילומי BTRFS.
hr: Smještanjem u zasebnu particiju ometa BTRFS snimke.
hu: A BTRFS snapshotokat külön partícióba helyezve akadályozza.
it: Posizionarlo in una partizione separata ostacola gli snapshot di BTRFS.
ja: 別のパーティションに配置すると、BTRFSスナップショットの機能が制限されます。
nl: Het plaatsen ervan in een aparte partitie belemmert BTRFS-snapshots.
no: Plasseringen i en separat partisjon hindrer BTRFS-øyeblikksbilder.
pl: Umieszczenie go w osobnej partycji utrudnia tworzenie migawek BTRFS.
pt: Colocá-lo em uma partição separada prejudica os snapshots do BTRFS.
ro: Plasarea sa într-o partiție separată împiedică instantaneele BTRFS.
ru: Размещение его в отдельном разделе затрудняет создание снимков BTRFS.
sk: Umiestnenie ho do samostatnej particie bráni vytváraniu snímokov BTRFS.
sv: Att placera den i en separat partition hindrar BTRFS-ögonblicksbilder.
tr: Ayrı bir bölümde saklamak, BTRFS anlık görüntülerini engeller.
uk: Розміщення його в окремому розділі ускладнює знімки BTRFS.

source: Do not create a SWAP partition
bg: Не създавайте SWAP дял.
cs: Nerobte SWAP oddíl.
da: Opret ikke en SWAP-partition
es: No crees una partición SWAP.
et: Ärge looge SWAP partitsiooni.
fi: Älä luo SWAP-osioita.
fr: Ne créez pas de partition SWAP.
he: אל תיצור מחיצת SWAP
hr: Ne stvarajte SWAP particiju.
hu: Ne hozz létre SWAP partíciót.
it: Non creare una partizione SWAP
ja: SWAPパーティションを作成しないでください。
nl: Maak geen SWAP-partitie aan
no: Ikke opprett en SWAP-partisjon
pl: Nie twórz partycji SWAP.
pt: Não crie uma partição SWAP.
ro: Nu crea o partiție SWAP.
ru: Не создавайте раздел SWAP.
sk: Nevytvárajte SWAP oddiel.
sv: Skapa inte en SWAP-partition.
tr: SWAP bölümü oluşturmayın.
uk: Не створюйте розділ SWAP.

source: We have implemented dynamic virtual memory management with Zram and SWAP files. SWAP partitions will not be used.
bg: Имплементирахме динамично управление на виртуалната памет с Zram и SWAP файлове. SWAP партиции няма да се използват.
cs: Implementovali jsme dynamické řízení virtuální paměti s Zram a SWAP soubory. SWAP oddíly nebudou použity.
da: Vi har implementeret dynamisk virtuel hukommelsesstyring med Zram og SWAP-filer. SWAP-partitioner vil ikke blive brugt.
es: Hemos implementado la gestión dinámica de memoria virtual con Zram y archivos SWAP. No se utilizarán particiones SWAP.
et: Oleme rakendanud dünaamilist virtuaalset mälu haldust Zrami ja SWAP-failidega. SWAP-partitsioone ei kasutata.
fi: Olemme toteuttaneet dynaamisen virtuaalimuistin hallinnan Zramin ja SWAP-tiedostojen avulla. SWAP-osioita ei käytetä.
fr: Nous avons mis en œuvre une gestion dynamique de la mémoire virtuelle avec Zram et des fichiers SWAP. Les partitions SWAP ne seront pas utilisées.
he: יישמנו ניהול זיכרון וירטואלי דינמי עם Zram וקבצי SWAP. מחיצות SWAP לא ישמשו.
hr: Implementirali smo dinamičko upravljanje virtualnom memorijom s Zram i SWAP datotekama. SWAP particije neće biti korištene.
hu: Dinamikus virtuális memória kezelését valósítottuk meg Zram és SWAP fájlokkal. SWAP partíciók nem lesznek használva.
it: Abbiamo implementato la gestione dinamica della memoria virtuale con Zram e file SWAP. Le partizioni SWAP non verranno utilizzate.
ja: ZramとSWAPファイルを使用した動的仮想メモリ管理を実装しました。SWAPパーティションは使用されません。
nl: We hebben dynamisch virtueel geheugengebruik geïmplementeerd met Zram en SWAP-bestanden. SWAP-partities zullen niet worden gebruikt.
no: Vi har implementert dynamisk virtuell minnehåndtering med Zram og SWAP-filer. SWAP-partisjoner vil ikke bli brukt.
pl: Wdrożyliśmy dynamiczne zarządzanie pamięcią wirtualną z użyciem Zram i plików SWAP. Partycje SWAP nie będą używane.
pt: Implementamos gerenciamento dinâmico de memória virtual com Zram e arquivos SWAP. Partições SWAP não serão utilizadas.
ro: Am implementat gestionarea dinamică a memoriei virtuale cu Zram și fișiere SWAP. Partțiile SWAP nu vor fi utilizate.
ru: Мы реализовали динамическое управление виртуальной памятью с помощью Zram и файлов SWAP. Разделы SWAP использоваться не будут.
sk: Implementovali sme dynamické spravovanie virtuálnej pamäte s Zram a SWAP súbormi. SWAP oddiely nebudú použité.
sv: Vi har implementerat dynamisk virtuell minneshantering med Zram och SWAP-filer. SWAP-partitioner kommer inte att användas.
tr: Zram ve SWAP dosyaları ile dinamik sanal bellek yönetimi uyguladık. SWAP bölümleri kullanılmayacaktır.
uk: Ми реалізували динамічне управління віртуальною пам'яттю з Zram та SWAP-файлами. SWAP-розділи не будуть використовуватися.

source: {distro} Installation
bg: Инсталация на {distro}
cs: Instalace {distro}
es: Instalación de {distro}
et: {distro} Installimine
fi: {distro} Asennus
fr: Installation de {distro}
he: התקנת {distro}
hr: {distro} Instalacija
hu: {distro} Telepítés
it: Installazione {distro}
ja: {distro} インストール
nl: {distro} Installatie
no: {distro} Installasjon
pl: Instalacja {distro}
pt: Instalação do {distro}
ro: Instalare {distro}
ru: Установка {distro}
sk: Inštalácia {distro}
tr: {distro} Kurulumu
uk: {distro} Встановлення

source: Back
bg: Назад
cs: Zpět
da: Tilbage
es: Atrás
et: Tagasi
fi: Takaisin
fr: Retour
he: אחורה
hr: Natrag
hu: Vissza
it: Indietro
ja: 戻る
nl: Terug
no: Tilbake
pl: Wstecz
pt: Voltar
ro: Înapoi
ru: Назад
sk: Späť
sv: Tillbaka
tr: Geri
uk: Назад
